[
    {
        "title": "Identificación personal y del entorno",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Identificación personal y del entorno",
            "Identidad personal",
            "Familia",
            "Comunidad"
        ],
        "procedures": [
            "Identificación de su nombre, de personas y objetos de su entorno cercano",
            "Escritura y lectura de su nombre completo como parte de su identidad.",
            "Expresión en dibujo de la conformación de su familia.",
            "Elaboración de un collage sobre los miembros de su familia.",
            "Escritura y lectura del nombre de su escuela, sus maestros y maestras y de algunos de sus compañeros y compañeras.",
            "Expresión oral y escrita del nombre de su calle y barrio o sector.",
            "Realización de juegos tradicionales sobre su identidad, familia, los miembros de la comunidad Mi nombre, (pañuelo, nunca falta, escuelita, teléfono).",
            "Integración de nuevas palabras o vocabularios sobre la familia, la escuela y la comunidad",
            "Asociación de palabras y conceptos sobre la familia y la escuela por atributo y características.",
            "Uso de afirmaciones, negaciones e interrogaciones en diálogos con sus compañeros sobre su familia.",
            "Muestra comprensión sobre la importancia de pertenecer a una comunidad y la necesidad de involucrarse en sus actividades.",
            "Diálogo de temas relacionados con su familia y la comunidad, con el uso correcto de pronombres posesivos, conjunciones, adverbios y tiempos verbales.",
            "Uso de textos orales: chistes, rimas, adivinanzas, poemas, canciones y relatos que escucha en su familia y la comunidad.",
            "Descripción de las características de los miembros de su familia.",
            "Construcción de historias coherentes sobre su familia, utilizando tiempos verbales."
        ],
        "attitudes": [
            "Respeto por su persona y los demás miembros de su familia.",
            "Cumplimiento de las tareas que realizan los/las integrantes de su familia y escuela.",
            "Valoración de su familia y su importancia en la sociedad.",
            "Respeto el tiempo que dedica a realizar sus tareas en su hogar y la escuela.",
            "Cuidado de los recursos disponibles.",
            "Interés por colaborar con las soluciones de problemas que ocurren en su entorno.",
            "Interés por canciones y relatos sencillos sobre la familia y la comunidad"
        ],
        "achievement_indicators": [
            "Utiliza conceptos de orientación temporal y espacial para comunicar información acerca de su entorno social y natural.",
            "Identifica la relación entre los integrantes de su familia con su identidad personal.",
            "Comprende información relacionadas con situaciones familiares, comunitarias, los símbolos patrios, los héroes y las heroínas nacionales.",
            "Analizar cambios en el entorno natural y social de su familia y comunidad.",
            "Cumple con sus deberes y respeta los derechos en los contextos familiares, escolares y comunitarios.",
            "Identifica prácticas y hábitos saludables para el cuidado de su cuerpo y del entorno natural y social, y los aplica en su vida diaria.",
            "Utiliza la creatividad para identificar y resolver problemas en su entorno familiar y comunitario.",
            "Participa activamente en actividades que le preparan para ser un ciudadano democrático y responsable."
        ]
    },
    {
        "title": "Historia familiar y entorno",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Historia familiar y entorno"
        ],
        "procedures": [
            "Análisis de su historia familiar y su entorno.",
            "Identificación de los miembros de su familia.",
            "Representación con número de los miembros de su familia.",
            "Narración sencilla de la historia de su familia. Dónde vivían, qué hacían antes y qué hacen ahora, etc.",
            "Narración sencilla de la historia de su escuela, como era antes, como es ahora, como te gustaría que fuera.",
            "Narración sencilla de la historia de su comunidad, cómo era con antelación, cómo es ahora y cómo te gustaría que fuera."
        ],
        "attitudes": [
            "Interés por conocer sobre su origen familiar.",
            "Valoración de entorno familiar y escolar.",
            "Respeto por las tradiciones de su comunidad.",
            "Interés por su historia familiar.",
            "Valoración de los ancestros familiares.",
            "Valoración de acontecimientos históricos sobre su familia y la comunidad."
        ],
        "achievement_indicators": [
            "Identifica en el mapa de la isla de Santo Domingo la división política de los países que la componen.",
            "Utiliza conceptos de orientación temporal y espacial para comunicar información acerca de su entorno social y natural.",
            "Identifica la relación entre los integrantes de su familia con su identidad personal.",
            "Comprende información relacionadas con situaciones familiares, comunitarias, los símbolos patrios, los héroes y las heroínas nacionales.",
            "Analizar cambios en el entorno natural y social de su familia y comunidad.",
            "Cumple con sus deberes y respeta los derechos en los contextos familiares, escolares y comunitarios.",
            "Identifica prácticas y hábitos saludables para el cuidado de su cuerpo y del entorno natural y social, y los aplica en su vida diaria.",
            "Utiliza la creatividad para identificar y resolver problemas en su entorno familiar y comunitario.",
            "Participa activamente en actividades que le preparan para ser un ciudadano democrático y responsable."
        ]
    },
    {
        "title": "Orientación espacial",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Orientación espacial",
            "La vivienda, escuela y otros espacios.",
            "La isla de Santo Domingo. La República Dominicana y Haití."
        ],
        "procedures": [
            "Orientación y ubicación en el espacio siguiendo directrices",
            "Realización de dibujos de su vivienda. Escritura del lugar donde se encuentra.",
            "Representación de los espacios de su casa utilizando figuras geométricas. ",
            "Exploración guiada mediante mapas sencillos para ubicarse en los diferentes espacios en que se encuentre.",
            "Identificación en un mapa, la isla de Santo Domingo y los países que la componen.",
            "Ubicación en un mapa de la isla, la parte que ocupa la República Dominicana.",
            "Orientación de espacios cercanos a su casa y a la escuela (lejos, dentro, fuera, arriba y abajo).",
            "Observación y dibujo de los espacios que existen en su comunidad (parques, jardines y patios).",
            "Representación de los espacios de su casa utilizando figuras geométricas.",
            "Ubicación de posiciones en los diferentes espacios de su casa y escuela (derecha, izquierda).",
            "Realización de juegos grupales para la ubicación de los espacios de su aula (derecha, izquierda):"
        ],
        "attitudes": [
            "Interés por la ubicación de la isla de Santo Domingo y los países que lacomponen.",
            "Participación en actividades realizadas en el aula para la ubicación lejos, dentro, fuera, arriba y abajo).",
            "Se interesa por representar los espacios de su casa y de su comunidad.",
            "Valoración de actividades y actividades individuales y grupales para la ubicación espacial.",
            "Interés por la ubicación de la República Dominicana en un mapa.",
            "Participación en la elaboración de dibujos que representen los espacios de comunidad."
        ],
        "achievement_indicators": [
            "Identifica en el mapa de la isla de Santo Domingo la división política de los países que la componen.",
            "Utiliza conceptos de orientación temporal y espacial para comunicar información acerca de su entorno social y natural.",
            "Identifica la relación entre los integrantes de su familia con su identidad personal.",
            "Comprende información relacionadas con situaciones familiares, comunitarias, los símbolos patrios, los héroes y las heroínas nacionales.",
            "Analizar cambios en el entorno natural y social de su familia y comunidad.",
            "Cumple con sus deberes y respeta los derechos en los contextos familiares, escolares y comunitarios.",
            "Identifica prácticas y hábitos saludables para el cuidado de su cuerpo y del entorno natural y social, y los aplica en su vida diaria.",
            "Utiliza la creatividad para identificar y resolver problemas en su entorno familiar y comunitario.",
            "Participa activamente en actividades que le preparan para ser un ciudadano democrático y responsable."
        ]
    },
    {
        "title": "Orientación temporal",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Orientación temporal",
            "Pasado, presente, futuro. Ayer, hoy y mañana. Antes y después"
        ],
        "procedures": [
            "Orientación en el tiempo",
            "Descripción oral de las actividades que realiza en la casa, durante la mañana, el día, la tarde y la noche.",
            "Escritura y lectura de las actividades que realiza en la escuela durante el horario de clases.",
            "Mención de actividades que realiza antes y después de asistir a la escuela.",
            "Reconocimiento y verbalización de acciones de su familia y propias, pasadas (ayer), presentes (hoy) y que va a realizar en el futuro (mañana).",
            "Dramatización y realización de juegos sobre las actividades que realiza presentando el pasado, el presente y el futuro.",
            "Representación gráfica de líneas de tiempo sencillas ayer, hoy y mañana."
        ],
        "attitudes": [
            "Integración a actividades que muestren lo que realiza en mañana, en el día, la tarde y la noche.",
            "Valoración del tiempo dedicado a sus tareas en la casa y la escuela pasadas (ayer), presentes (hoy) y que va a realizar en el futuro (mañana).",
            "Participación en actividades lúdicas que representen los espacios de su familia.",
            "Valoración de tiempo dedicado a sus actividades."
        ],
        "achievement_indicators": [
            "Identifica en el mapa de la isla de Santo Domingo la división política de los países que la componen.",
            "Utiliza conceptos de orientación temporal y espacial para comunicar información acerca de su entorno social y natural.",
            "Identifica la relación entre los integrantes de su familia con su identidad personal.",
            "Comprende información relacionadas con situaciones familiares, comunitarias, los símbolos patrios, los héroes y las heroínas nacionales.",
            "Analizar cambios en el entorno natural y social de su familia y comunidad.",
            "Cumple con sus deberes y respeta los derechos en los contextos familiares, escolares y comunitarios.",
            "Identifica prácticas y hábitos saludables para el cuidado de su cuerpo y del entorno natural y social, y los aplica en su vida diaria.",
            "Utiliza la creatividad para identificar y resolver problemas en su entorno familiar y comunitario.",
            "Participa activamente en actividades que le preparan para ser un ciudadano democrático y responsable."
        ]
    },
    {
        "title": "Valores y deberes de las personas",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Valores y deberes de las personas",
            "Responsabilidad en la familia, en la escuela y en la comunidad.",
            "Respeto a su persona y a sus iguales.",
            "Escucha y diálogo.",
            "Relaciones armoniosas."
        ],
        "procedures": [
            "Identificación de los valores, deberes y derechos en la familia, escuela y comunidad y su colaboración con soluciones sencillas a problemáticas de su entorno:",
            "Observación de imágenes, escucha de historias y cuentos infantiles que transmiten valores como: tolerancia, cortesía, amor, respeto, honestidad.",
            "Identificación de los deberes que cumplen las niñas y niños en el hogar y en la escuela.",
            "Descripción y dibujo de las actividades de trabajo y ocio que realizan su familia.",
            "Integración en actividades de higiene y limpieza en su hogar y la escuela.",
            "Participación en las soluciones de situaciones de su entorno (ahorro de energía al apagar bombillas en su vivienda y la escuela, cuidado del espacio del aula).",
            "Cuidado de su persona y de los demás.",
            "Escenificación de situaciones donde se asume el diálogo en la solución de conflictos para la convivencia armoniosa.",
            "Simulación de diálogos para lograr relaciones armoniosas con sus compañeros y la familia",
            "Identificación de los interlocutores que intervienen en el diálogo.",
            "Escucha sin interrumpir a su interlocutor.",
            "Utilización de la estructura del diálogo, apertura (saludar y preguntar), cuerpo de la conversación (agradecer, pedir permiso, preguntar), conclusión (sintetizar), terminación (despedirse).",
            "Elaboración de mensajes cortos para resolver situaciones de comunicación",
            "Uso del vocabulario adecuado al pedir disculpa o agradecer en su familia, la escuela y la comunidad",
            "Uso de la estructura del mensaje (fecha, destinatario, cuerpo del mensaje y firma).",
            "Escritura de varios borradores antes del final."
        ],
        "attitudes": [
            "Valoración de sus derechos y los de sus compañeros/as.",
            "Cumplimiento de las responsabilidades que contribuyen a los entornos donde se desenvuelve.",
            "Interés por una alimentación sana.",
            "Valoración del diálogo para lograr relaciones armoniosas en su entorno familiar y escolar.",
            "Valoración de las normas de convivencia.",
            "Interés por integrar hábitos de higiene en cualquier espacio.",
            "Interés por los usos de vocabularios para pedir disculpa en su familia, la escuela y la comunidad."
        ],
        "achievement_indicators": [
            "Identifica en el mapa de la isla de Santo Domingo la división política de los países que la componen.",
            "Utiliza conceptos de orientación temporal y espacial para comunicar información acerca de su entorno social y natural.",
            "Identifica la relación entre los integrantes de su familia con su identidad personal.",
            "Comprende información relacionadas con situaciones familiares, comunitarias, los símbolos patrios, los héroes y las heroínas nacionales.",
            "Analizar cambios en el entorno natural y social de su familia y comunidad.",
            "Cumple con sus deberes y respeta los derechos en los contextos familiares, escolares y comunitarios.",
            "Identifica prácticas y hábitos saludables para el cuidado de su cuerpo y del entorno natural y social, y los aplica en su vida diaria.",
            "Utiliza la creatividad para identificar y resolver problemas en su entorno familiar y comunitario.",
            "Participa activamente en actividades que le preparan para ser un ciudadano democrático y responsable."
        ]
    },
    {
        "title": "Derechos y necesidades",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Derechos y necesidades"
        ],
        "procedures": [
            "Reconocimiento y descripción de los principales derechos y necesidades de los humanos según la Constitución: alimentación, salud, identidad, vivienda, educación, trabajo, recreación.",
            "Identificación de los principales derechos y necesidades de las personas.",
            "Presentación de historias sobre los derechos de niños y niñas.",
            "Representación de sus derechos a través de distintas técnicas (plásticas y drama).",
            "Análisis de algunos elementos de la Constitución dominicana: derechos y deberes, poderes del Estado.",
            "Identificación de algunos de los derechos humanos."
        ],
        "attitudes": [
            "Interés por sus conocer sobre sus derechos.",
            "Participación en actividades y dramatizaciones sobre la representación de algunos derechos y deberes y los poderes del Estado.",
            "Valoración de los derechos y deberes según la Constitución.",
            "Reconocimiento de algunos derechos humanos."
        ],
        "achievement_indicators": [
            "Identifica en el mapa de la isla de Santo Domingo la división política de los países que la componen.",
            "Utiliza conceptos de orientación temporal y espacial para comunicar información acerca de su entorno social y natural.",
            "Identifica la relación entre los integrantes de su familia con su identidad personal.",
            "Comprende información relacionadas con situaciones familiares, comunitarias, los símbolos patrios, los héroes y las heroínas nacionales.",
            "Analizar cambios en el entorno natural y social de su familia y comunidad.",
            "Cumple con sus deberes y respeta los derechos en los contextos familiares, escolares y comunitarios.",
            "Identifica prácticas y hábitos saludables para el cuidado de su cuerpo y del entorno natural y social, y los aplica en su vida diaria.",
            "Utiliza la creatividad para identificar y resolver problemas en su entorno familiar y comunitario.",
            "Participa activamente en actividades que le preparan para ser un ciudadano democrático y responsable."
        ]
    },
    {
        "title": "Entorno natural y social",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Entorno natural y social",
            "Características de su entorno.",
            "Cuidado del entorno."
        ],
        "procedures": [
            "Reconocimiento del entorno natural y social",
            "Exploración y descripción de los espacios naturales y sociales que le rodean: parques, monumentos, espacios deportivos, clubes, ‘’casas de la cultura’’, plazas dedicadas a personajes históricos, entre otros.",
            "Discusión sobre los cambios del entorno natural y social en relación con el tiempo pasado y presente y su impacto en el futuro.",
            "Distinción de acciones humanas que benefician el Medioambiente y las que lo perjudican.",
            "Dibujo de señales de tránsito de su entorno."
        ],
        "attitudes": [
            "Valoración y respeto de los diferentes ambientes naturales y sociales.",
            "Cuidado de los espacios naturales y sociales.",
            "Preocupación por conocer algunas señales de tránsito que se utilizan en las escuelas y la calle."
        ],
        "achievement_indicators": [
            "Identifica en el mapa de la isla de Santo Domingo la división política de los países que la componen.",
            "Utiliza conceptos de orientación temporal y espacial para comunicar información acerca de su entorno social y natural.",
            "Identifica la relación entre los integrantes de su familia con su identidad personal.",
            "Comprende información relacionadas con situaciones familiares, comunitarias, los símbolos patrios, los héroes y las heroínas nacionales.",
            "Analizar cambios en el entorno natural y social de su familia y comunidad.",
            "Cumple con sus deberes y respeta los derechos en los contextos familiares, escolares y comunitarios.",
            "Identifica prácticas y hábitos saludables para el cuidado de su cuerpo y del entorno natural y social, y los aplica en su vida diaria.",
            "Utiliza la creatividad para identificar y resolver problemas en su entorno familiar y comunitario.",
            "Participa activamente en actividades que le preparan para ser un ciudadano democrático y responsable."
        ]
    },
    {
        "title": "Fechas patrias, Héroes y heroínas",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Fechas patrias, Héroes y heroínas",
            "Símbolos Patrios: Bandera, Escudo e Himno Nacional."
        ],
        "procedures": [
            "Identificación de algunas fechas patrias, héroes y heroínas y los símbolos patrios: Bandera, escudo e Himno Nacional",
            "Identificación de fechas patrias relevantes.",
            "Identificación de héroes y heroínas que aportaron a procesos históricos.",
            "Observación y Reconocimiento de la estructura de la bandera dominicana.",
            "Explicación del significado de los colores de la bandera y su evolución histórica.",
            "Explicación del significado de los componentes del escudo.",
            "Dibujo de la Bandera y escritura de sus colores.",
            "Dominio del Himno Nacional a través de la escucha y entonación del mismo."
        ],
        "attitudes": [
            "Valoración de los símbolos patrios.",
            "Participación en actividades de celebración de las fiestas patrias.",
            "Valoración de los aportes de los héroes y heroínas.",
            "Participación de actividades donde se dibujen la bandera y el escudo.",
            "Interés por cantar el Himno Nacional dominicano.",
            "Interés por conocer las principales fechas patrias."
        ],
        "achievement_indicators": [
            "Identifica en el mapa de la isla de Santo Domingo la división política de los países que la componen.",
            "Utiliza conceptos de orientación temporal y espacial para comunicar información acerca de su entorno social y natural.",
            "Identifica la relación entre los integrantes de su familia con su identidad personal.",
            "Comprende información relacionadas con situaciones familiares, comunitarias, los símbolos patrios, los héroes y las heroínas nacionales.",
            "Analizar cambios en el entorno natural y social de su familia y comunidad.",
            "Cumple con sus deberes y respeta los derechos en los contextos familiares, escolares y comunitarios.",
            "Identifica prácticas y hábitos saludables para el cuidado de su cuerpo y del entorno natural y social, y los aplica en su vida diaria.",
            "Utiliza la creatividad para identificar y resolver problemas en su entorno familiar y comunitario.",
            "Participa activamente en actividades que le preparan para ser un ciudadano democrático y responsable."
        ]
    },
    {
        "title": "Orientación espacial",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Orientación espacial",
            "Puntos cardinales.",
            "Hemisferios norte y sur. Ecuador.",
            "Ubicación espacial de la isla de Santo Domingo.",
            "División territorial de la isla de Santo Domingo (República Dominicana y República de Haití)."
        ],
        "procedures": [
            "Reconocimiento de los puntos cardinales: Identificación de los puntos cardinales, ubicación de su casa en el barrio o y sector. y Ubicación de la escuela en la comunidad.",
            "Identificación en un mapa de la isla de Santo Domingo de: La extensión territorial, límites geográficos de la isla de Santo Domingo, límites fronterizos entre la República Dominicana y la República de Haití.",
            "Ubicación en un mapa del Caribe de: La isla de Santo Domingo, principales formas de relieve. Islas, mar y océano que la rodean, teniendo en cuenta los puntos cardinales.",
            "Identificación en el mapa de la República Dominicana: Su comunidad en la ciudad, pueblo, sección o paraje, teniendo en cuenta los puntos cardinales.",
            "Identificación en el globo terráqueo de: la línea del Ecuador, los hemisferios y comentar por qué se ha dividido así. Identificación y dibujo en el aula de líneas para establecer hemisferios norte, sur, este y oeste ",
            "Identificar en un globo terráqueo la isla de Santo Domingo y la importancia de su ubicación."
        ],
        "attitudes": [
            "Preocupación por el uso de los puntos cardinales para la ubicación en cualquier espacio.",
            "Interés por el uso del mapa de la Isla de Santo Domingo para la ubicación.",
            "Participación en actividades de ubicación de las Antillas en un mapa del Caribe.",
            "Interés por ubicar en mapas los hemisferios y el Ecuador.",
            "Valoración del espacio geográfico, la ubicación de la República Dominicana."
        ],
        "achievement_indicators": [
            "Demuestra comprensión de narraciones históricas que describen procesos sociales y naturales del entorno.",
            "Ubica en un mapamundi el Ecuador y los hemisferios, así como las islas que componen las Antillas Mayores y Menores en un mapa del Caribe",
            "Identifica aspectos del espacio natural y social de su entorno para ubicarse dentro de su comunidad.",
            "Maneja de manera lógica conceptos e información básica de la historia familiar, comunitaria, del país y del Caribe.",
            "Interpreta críticamente algunas informaciones sencillas sobre situaciones identificadas en su entorno cercano.",
            "Se involucra en investigaciones creativas para encontrar soluciones a situaciones problemáticas que afectan su entorno familiar y comunitario, utilizando la tecnología.",
            "Muestra actitudes respetuosas hacia sí mismo y las demás personas en su entorno cercano.",
            "Valora y apoya argumentos que promueven la exigencia de los derechos y el cumplimiento de los deberes ciudadanos.",
            "Demuestra respeto por los valores sociales, cívicos, religiosos y culturales que promueven una ciudadanía democrática y responsable."
        ]
    },
    {
        "title": "Comunidad",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Comunidad",
            "Espacio natural y social de la comunidad.",
            "Cuidado del espacio natural de su comunidad.",
            "Cuidado de espacios públicos"
        ],
        "procedures": [
            "Identificación del espacio natural y social",
            "Reconocimiento y dibujo de relieves o aspectos del espacio natural en el que está situada su comunidad.",
            "Ubicación de los espacios que existen en su comunidad (parques, jardines y patios), por medio de los puntos cardinales.",
            "Clasificación orientada al reciclaje de los desechos provenientes de los productos que consume regularmente a partir de las actividades económicas de su entorno.",
            "Exploración del espacio social cercano a su casa, a su escuela y a su barrio, y reconocimiento de algunos elementos que lo componen.",
            "Participación en campañas de cuidado de espacios públicos de su entorno natural y social (baños públicos, parques, balnearios, playas, entre otros."
        ],
        "attitudes": [
            "Contribución y participación en los trabajos de equipo sobre el relieve de su comunidad.",
            "Respeto y valoración de las instituciones sociales de su comunidad.",
            "Respeto y cuidado espacio natural y social de su comunidad.",
            "Establecimiento de lazos de pertenencia a su entorno social y natural."
        ],
        "achievement_indicators": [
            "Demuestra comprensión de narraciones históricas que describen procesos sociales y naturales del entorno.",
            "Ubica en un mapamundi el Ecuador y los hemisferios, así como las islas que componen las Antillas Mayores y Menores en un mapa del Caribe",
            "Identifica aspectos del espacio natural y social de su entorno para ubicarse dentro de su comunidad.",
            "Maneja de manera lógica conceptos e información básica de la historia familiar, comunitaria, del país y del Caribe.",
            "Interpreta críticamente algunas informaciones sencillas sobre situaciones identificadas en su entorno cercano.",
            "Se involucra en investigaciones creativas para encontrar soluciones a situaciones problemáticas que afectan su entorno familiar y comunitario, utilizando la tecnología.",
            "Muestra actitudes respetuosas hacia sí mismo y las demás personas en su entorno cercano.",
            "Valora y apoya argumentos que promueven la exigencia de los derechos y el cumplimiento de los deberes ciudadanos.",
            "Demuestra respeto por los valores sociales, cívicos, religiosos y culturales que promueven una ciudadanía democrática y responsable."
        ]
    },
    {
        "title": "Sucesos y eventos de la historia familiar y comunitaria",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Sucesos y eventos de la historia familiar y comunitaria"
        ],
        "procedures": [
            "Indagación y levantamiento de información sobre procesos históricos de su familia y su comunidad.",
            "Escucha narraciones de acontecimientos pasados de la familia y la comunidad.",
            "Elaboración de un árbol genealógico de su familia.",
            "Recopilación de informaciones sobre las costumbres y gastronomía de su comunidad.",
            "Formulación de preguntas para comprender la relación del pasado con el presente de su entorno familiar y comunitario.",
            "Producción oral de cuentos sobre su familia, seleccionando los personajes y teniendo en cuenta el inicio, nudo y desenlace.",
            "Presentación, usando diferentes medios o recursos, del presupuesto de su familia elaborado por sus padres para los gastos del mes."
        ],
        "attitudes": [
            "Muestra comprensión acerca de la importancia de pertenecer a una comunidad y la necesidad de involucrarse activamente en ella.",
            "Compromiso con el cumplimiento de deberes y normas establecidas.",
            "Respeto por los puntos de vista diferentes al propio."
        ],
        "achievement_indicators": [
            "Demuestra comprensión de narraciones históricas que describen procesos sociales y naturales del entorno.",
            "Ubica en un mapamundi el Ecuador y los hemisferios, así como las islas que componen las Antillas Mayores y Menores en un mapa del Caribe",
            "Identifica aspectos del espacio natural y social de su entorno para ubicarse dentro de su comunidad.",
            "Maneja de manera lógica conceptos e información básica de la historia familiar, comunitaria, del país y del Caribe.",
            "Interpreta críticamente algunas informaciones sencillas sobre situaciones identificadas en su entorno cercano.",
            "Se involucra en investigaciones creativas para encontrar soluciones a situaciones problemáticas que afectan su entorno familiar y comunitario, utilizando la tecnología.",
            "Muestra actitudes respetuosas hacia sí mismo y las demás personas en su entorno cercano.",
            "Valora y apoya argumentos que promueven la exigencia de los derechos y el cumplimiento de los deberes ciudadanos.",
            "Demuestra respeto por los valores sociales, cívicos, religiosos y culturales que promueven una ciudadanía democrática y responsable."
        ]
    },
    {
        "title": "Derechos y deberes del Niño y la Niña",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Derechos y deberes del Niño y la Niña",
            "Desarrollo de Valores."
        ],
        "procedures": [
            "Exploración a través de diversas fuentes (conversaciones, narraciones, cuentos) sobre los derechos de los niños y las niñas.",
            "Realización de diálogos sobre los derechos de los niños y las niñas y su relación con los derechos humanos.",
            "Creación de dibujos de algunos derechos de los niños y las niñas.",
            "Identificación de sus deberes con la su familia, escuela y comunidad.",
            "Escucha historias y cuentos infantiles sobre los valores en las relaciones sociales, como: cortesía, cooperación, compasión, amor.",
            "Identificación de los valores que se practican en su familia, escuela y comunidad: respeto a la autoridad, cooperación, responsabilidad, justicia y libertad.",
            "Realización de sociodramas para la búsqueda de soluciones pacíficas a los conflictos, tomando en cuenta los deberes y derechos de los niños y las niñas."
        ],
        "attitudes": [
            "Valoración de los derechos que corresponden a niños y niñas como seres humanos.",
            "Respeto por los turnos al participar en conversaciones grupales.",
            "Interés por el cumplimiento de sus deberes y la exigencia de sus deberes.",
            "Integración en actividades que ejemplifican la cooperación, el amor, justicia y libertad."
        ],
        "achievement_indicators": [
            "Demuestra comprensión de narraciones históricas que describen procesos sociales y naturales del entorno.",
            "Ubica en un mapamundi el Ecuador y los hemisferios, así como las islas que componen las Antillas Mayores y Menores en un mapa del Caribe",
            "Identifica aspectos del espacio natural y social de su entorno para ubicarse dentro de su comunidad.",
            "Maneja de manera lógica conceptos e información básica de la historia familiar, comunitaria, del país y del Caribe.",
            "Interpreta críticamente algunas informaciones sencillas sobre situaciones identificadas en su entorno cercano.",
            "Se involucra en investigaciones creativas para encontrar soluciones a situaciones problemáticas que afectan su entorno familiar y comunitario, utilizando la tecnología.",
            "Muestra actitudes respetuosas hacia sí mismo y las demás personas en su entorno cercano.",
            "Valora y apoya argumentos que promueven la exigencia de los derechos y el cumplimiento de los deberes ciudadanos.",
            "Demuestra respeto por los valores sociales, cívicos, religiosos y culturales que promueven una ciudadanía democrática y responsable."
        ]
    },
    {
        "title": "Eventos históricos esenciales que conforman nuestra identidad",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Eventos históricos esenciales que conforman nuestra identidad",
            "Primeros pobladores",
            "Llegada de los españoles y los africanos",
            "Impacto cultural de la incidencia en la isla de franceses, holandeses e ingleses.",
            "Independencia nacional.",
            "Padres de la Patria, héroes y heroínas.",
            "Símbolos patrios, sus componentes: la Bandera, el Escudo Nacional, el Himno, y sus orígenes."
        ],
        "procedures": [
            "Indagación de procesos históricos de la nación dominicana.",
            "Identificación de los grupos aborígenes que poblaron la isla.",
            "Descripción de los modos de vida de los primeros pobladores arawacos o (taínos): ubicación geográfica, medio natural en que habitaban, roles de hombres y mujeres, principales actividades, vivienda, costumbres, idioma, creencias, alimentación, fiestas y otros.",
            "Comparación entre el modo de vida y expresiones culturales de los primeros pobladores y aspectos culturales que se han mantenido hasta el presente.",
            "Explicaciones sencillas sobre por qué los españoles que conquistan la isla cambiaron el modo de vida de los aborígenes y como afectó a la población. ",
            "Exploración a través de diversas fuentes sobre la llegada de los españoles y los africanos.",
            "Indagaciones sencillas sobre los enfrentamientos llevados a cabo por los indígenas y africanos en la isla ante el trato que recibieron en manos de los españoles.",
            "Elaboración de esquemas, u otros organizadores con los aportes a nuestra cultura de los primeros pobladores de la isla: aborígenes, españoles y africanos.",
            "Acontecimientos históricos: Creación de línea de tiempo sobre los Taínos, españoles y africanos.",
            "Identificación de imágenes con la ayuda del docente sobre la incidencia en la isla de franceses, holandeses e ingleses.",
            "Identificación a través de diversas fuentes de los eventos más destacados de la Independencia Nacional (Padres de la patria, heroínas y símbolos patrios).",
            "Investigación acerca de la importancia de la Trinitaria en el proceso de la independencia nacional.",
            "Reconocimiento de las hazañas principales de los Padres de la patria y las heroínas.",
            "Elaboración de acrósticos sobre héroes y heroínas.",
            "Reconocimiento del aporte de las mujeres a los símbolos patrios.",
            "Reconocimiento de los aportes de las mujeres al proceso de independencia.",
            "Análisis de los eventos más significativos de la Independencia Nacional.",
            "Identificación por medio de dibujos de la Bandera y el Escudo Nacional.",
            "Reconocimiento e interpretación del Himno Nacional.",
            "Realización de diálogos sobre los padres de la patria y heroínas, respetando los turnos de los demás."
        ],
        "attitudes": [
            "Valoración de las características que conforman su identidad.",
            "Respeto por los símbolos patrios.",
            "Reconocimiento del valor histórico de los héroes y heroínas de la Patria.",
            "Reflexión crítica sobre el patrimonio histórico de la nación dominicana.",
            "Valoración del legado de los grupos aborígenes que poblaron la isla.",
            "Valoración del legado cultural de los taínos, los africanos y españoles.",
            "Actitud de respeto a las fiestas patrias y otras manifestaciones culturales que conforman su identidad.",
            "Reflexión crítica sobre algunos acontecimientos de la Independencia Nacional."
        ],
        "achievement_indicators": [
            "Demuestra comprensión de narraciones históricas que describen procesos sociales y naturales del entorno.",
            "Ubica en un mapamundi el Ecuador y los hemisferios, así como las islas que componen las Antillas Mayores y Menores en un mapa del Caribe",
            "Identifica aspectos del espacio natural y social de su entorno para ubicarse dentro de su comunidad.",
            "Maneja de manera lógica conceptos e información básica de la historia familiar, comunitaria, del país y del Caribe.",
            "Interpreta críticamente algunas informaciones sencillas sobre situaciones identificadas en su entorno cercano.",
            "Se involucra en investigaciones creativas para encontrar soluciones a situaciones problemáticas que afectan su entorno familiar y comunitario, utilizando la tecnología.",
            "Muestra actitudes respetuosas hacia sí mismo y las demás personas en su entorno cercano.",
            "Valora y apoya argumentos que promueven la exigencia de los derechos y el cumplimiento de los deberes ciudadanos.",
            "Demuestra respeto por los valores sociales, cívicos, religiosos y culturales que promueven una ciudadanía democrática y responsable."
        ]
    },
    {
        "title": "Educación vial",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Educación vial: normas y señales de tránsito."
        ],
        "procedures": [
            "Representación gráfica de las señales de tránsito y reconocimiento de su significado.",
            "Identificación de las normas de educación vial y cuestionamiento de su cumplimiento.",
            "Identificación de las señales de tránsito: informativas, reglamentarias y preventivas.",
            "Diferenciación del significado de las formas y los colores en las señales de tránsito.",
            "Identificación de las responsabilidades de hombres y mujeres de su comunidad en el cumplimiento de las señales de tránsito.",
            "Escucha noticias y pódcast sobre educación vial, reconociendo el titular, el cuerpo de la noticia, fotos y pie de fotos."
        ],
        "attitudes": [
            "Valoración de la importancia de las señales de tránsito y respeto de las normas para su protección.",
            "Valoración de las señales de tránsito en el cuidado de su vida.",
            "Respeto de las señales de tránsito de su entorno."
        ],
        "achievement_indicators": [
            "Demuestra comprensión de narraciones históricas que describen procesos sociales y naturales del entorno.",
            "Ubica en un mapamundi el Ecuador y los hemisferios, así como las islas que componen las Antillas Mayores y Menores en un mapa del Caribe",
            "Identifica aspectos del espacio natural y social de su entorno para ubicarse dentro de su comunidad.",
            "Maneja de manera lógica conceptos e información básica de la historia familiar, comunitaria, del país y del Caribe.",
            "Interpreta críticamente algunas informaciones sencillas sobre situaciones identificadas en su entorno cercano.",
            "Se involucra en investigaciones creativas para encontrar soluciones a situaciones problemáticas que afectan su entorno familiar y comunitario, utilizando la tecnología.",
            "Muestra actitudes respetuosas hacia sí mismo y las demás personas en su entorno cercano.",
            "Valora y apoya argumentos que promueven la exigencia de los derechos y el cumplimiento de los deberes ciudadanos.",
            "Demuestra respeto por los valores sociales, cívicos, religiosos y culturales que promueven una ciudadanía democrática y responsable."
        ]
    },
    {
        "title": "El planeta Tierra y sus componentes",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "El planeta Tierra y sus componentes",
            "Representación de la Tierra.",
            "Componentes de la superficie del Planeta: oceánicos y terrestres.",
            "Las Antillas Mayores y Menores.",
            "Región, provincia, municipio, sección y paraje."
        ],
        "procedures": [
            "Observación de las diferentes formas de representar la Tierra (globo terráqueo, mapas, planos, fotografías satelitales).",
            "Comparación de los diferentes tipos de mapas y planos: físicos y políticos.",
            "Identificación de los componentes de la tierra: océanos, mares, continentes, islas y archipiélagos, en el globo terráqueo y/o mapamundi. ",
            "Diferenciación entre estos elementos.",
            "Indagación en diferentes fuentes y lectura del significado de los conceptos geográficos: bahía, península, río, lago, laguna, montaña, sierra, cordillera, valle y llanura.",
            "Ubicación de las Antillas Mayores y Menores en el mapa, conocimiento de sus nombres y posición relativa con respecto a la isla de Santo Domingo, en función de los puntos cardinales.",
            "Dibujo del mapa de la isla de Santo Domingo (la República Dominicana y Haití) y su localización en el conjunto de las Antillas y la región del Caribe.",
            "Identificación en el mapa de las principales regiones que tiene la República Dominicana.",
            "Identificación de las principales provincias de la región en que vive, señalando las más cercanas a la suya.",
            "Descripción de cómo las actividades humanas en su región, comunidad y municipio han afectado el espacio geográfico natural.",
            "Ubicación de su municipio en el mapa, identificando a qué provincia y región pertenece."
        ],
        "attitudes": [
            "Respeto por las fuentes de información que utiliza.",
            "Valoración de la importancia de los mapas en la localización de fenómenos y hechos.",
            "Respeto por sus raíces culturales.",
            "Interés por conocer las festividades culturales de su comunidad.",
            "Reflexión sobre las influencias de otras culturas en su comunidad o región.",
            "Compresión sobre la similitud y diferencia entre las transiciones culturales de los pueblos del Caribe como parte de su diversidad social.",
            "Valoración e identificación con diversos personajes destacados del país.",
            "Aprecio de los lugares naturales de su comunidad y procura su cuidado y conservación."
        ],
        "achievement_indicators": [
            "Localiza en un mapa de República Dominicana y en otras fuentes, informaciones sobre su provincia y los municipios que la componen.",
            "Distingue de manera lógica, en mapas y otras fuentes, informaciones sobre el espacio geográfico y acontecimientos históricos que caracterizan su municipio, provincia, región y país",
            "Ubica en un mapa de República Dominicana su provincia, los municipios, distritos municipales, secciones y parajes que la componen.",
            "Distingue de manera lógica los elementos geográficos y acontecimientos históricos que caracterizan su municipio, provincia, región y país.",
            "Utiliza procedimientos científicos y tecnológicos sencillos en el análisis crítico de los componentes de la tierra, fenómenos naturales y aspectos históricos de las Antillas mayores y menores.",
            "Realiza propuesta sobre la diversidad cultural y el cuidado del patrimonio histórico del municipio, provincia, región y país.",
            "Reconoce la importancia del auto respeto y el respeto a los demás en su entorno social.",
            "Aplica normas de convivencia al fomentar una ciudadanía respetuosa de los derechos humanos y de sus deberes.",
            "Analiza de manera crítica planteamientos en torno a la ciudadanía y la democracia, la importancia de la  participación activa en la vida comunitaria y la promoción de una cultura de paz en la sociedad."
        ]
    },
    {
        "title": "Zona rural y urbana",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Zona rural y urbana",
            "El campo, pueblo, ciudad y modos de vida de sus pobladores."
        ],
        "procedures": [
            "Indagación sobre el modo de vida en el campo y en la ciudad",
            "Identificación de las características de los campos, pueblos y ciudades, reconociendo las similitudes y diferencias entre ellos.",
            "Descripción de las actividades productivas, costumbres alimenticias, medios de transporte y formas de recreación más comunes en su comunidad, enmarcadas en la provincia o región en que vive.",
            "Reflexión acerca del presupuesto familiar elaborado por sus padres.",
            "Identificación de problemáticas sociales y/o naturales de las regiones.",
            "Conversación sobre qué es una zona rural y cómo eran los campos del país, y por qué hoy hay más personas en las ciudades que en los campos.",
            "Identificación de algunas problemáticas de la zona urbana donde está ubicada la escuela."
        ],
        "attitudes": [
            "Valoración de la importancia del campo, el pueblo, la ciudad y el país.",
            "Valoración y cuidado de la naturaleza.",
            "Sensibilidad ante las distintas problemáticas, sociales y naturales de su región.",
            "Colaboración activa en trabajos de equipo para la resolución problemas en la zona donde está ubicada la escuela."
        ],
        "achievement_indicators": [
            "Localiza en un mapa de República Dominicana y en otras fuentes, informaciones sobre su provincia y los municipios que la componen.",
            "Distingue de manera lógica, en mapas y otras fuentes, informaciones sobre el espacio geográfico y acontecimientos históricos que caracterizan su municipio, provincia, región y país",
            "Ubica en un mapa de República Dominicana su provincia, los municipios, distritos municipales, secciones y parajes que la componen.",
            "Distingue de manera lógica los elementos geográficos y acontecimientos históricos que caracterizan su municipio, provincia, región y país.",
            "Utiliza procedimientos científicos y tecnológicos sencillos en el análisis crítico de los componentes de la tierra, fenómenos naturales y aspectos históricos de las Antillas mayores y menores.",
            "Realiza propuesta sobre la diversidad cultural y el cuidado del patrimonio histórico del municipio, provincia, región y país.",
            "Reconoce la importancia del auto respeto y el respeto a los demás en su entorno social.",
            "Aplica normas de convivencia al fomentar una ciudadanía respetuosa de los derechos humanos y de sus deberes.",
            "Analiza de manera crítica planteamientos en torno a la ciudadanía y la democracia, la importancia de la  participación activa en la vida comunitaria y la promoción de una cultura de paz en la sociedad."
        ]
    },
    {
        "title": "Procedencia familiar",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Procedencia familiar",
            "Migración"
        ],
        "procedures": [
            "Investigación acerca de la procedencia de su familia",
            "Investigación sobre los lugares de procedencia de los y las integrantes de su familia y algunas costumbres de sus antepasados.",
            "Elaboración de historietas sobre su historia familiar, utilizando globos y otras formas. Teniendo en cuenta un inicio, desarrollo y cierre.",
            "Identificación en un mapa de las provincias y regiones de procedencia de algunos/as de sus familiares.",
            "Lectura y discusión en las que se argumente sobre los motivos por los que suceden las migraciones internas y externas.",
            "Lectura sobre el presupuesto familiar elaborado por la familia."
        ],
        "attitudes": [
            "Valoración de los lugares de procedencia y costumbres de su familia.",
            "Aprecio por la historia de su familia.",
            "Sensibilidad ante los distintos motivos que llevan a las personas a migrar interna y externamente."
        ],
        "achievement_indicators": [
            "Localiza en un mapa de República Dominicana y en otras fuentes, informaciones sobre su provincia y los municipios que la componen.",
            "Distingue de manera lógica, en mapas y otras fuentes, informaciones sobre el espacio geográfico y acontecimientos históricos que caracterizan su municipio, provincia, región y país",
            "Ubica en un mapa de República Dominicana su provincia, los municipios, distritos municipales, secciones y parajes que la componen.",
            "Distingue de manera lógica los elementos geográficos y acontecimientos históricos que caracterizan su municipio, provincia, región y país.",
            "Utiliza procedimientos científicos y tecnológicos sencillos en el análisis crítico de los componentes de la tierra, fenómenos naturales y aspectos históricos de las Antillas mayores y menores.",
            "Realiza propuesta sobre la diversidad cultural y el cuidado del patrimonio histórico del municipio, provincia, región y país.",
            "Reconoce la importancia del auto respeto y el respeto a los demás en su entorno social.",
            "Aplica normas de convivencia al fomentar una ciudadanía respetuosa de los derechos humanos y de sus deberes.",
            "Analiza de manera crítica planteamientos en torno a la ciudadanía y la democracia, la importancia de la  participación activa en la vida comunitaria y la promoción de una cultura de paz en la sociedad."
        ]
    },
    {
        "title": "Acontecimientos históricos que caracterizan su municipio, provincia, región y país",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Acontecimientos históricos que caracterizan su municipio, provincia, región y país"
        ],
        "procedures": [
            "Indagación en diversas fuentes sobre la historia de su municipio y provincia.",
            "Investigación sobre acontecimientos históricos que ocurrieron en su municipio, provincia, región y país.",
            "Elaboración de periódicos escolares y ¨panfletos¨ sobre la participación de su municipio en acontecimientos históricos del país.",
            "Elaboración de líneas de tiempo sobre acontecimientos históricos de su municipio, provincia y región."
        ],
        "attitudes": [
            "Interés por la historia de su municipio y su provincia.",
            "Valoración de los acontecimientos históricos de su región y el país.",
            "Curiosidad por conocer sobre la participación de su municipio en acontecimientos históricos del país."
        ],
        "achievement_indicators": [
            "Localiza en un mapa de República Dominicana y en otras fuentes, informaciones sobre su provincia y los municipios que la componen.",
            "Distingue de manera lógica, en mapas y otras fuentes, informaciones sobre el espacio geográfico y acontecimientos históricos que caracterizan su municipio, provincia, región y país",
            "Ubica en un mapa de República Dominicana su provincia, los municipios, distritos municipales, secciones y parajes que la componen.",
            "Distingue de manera lógica los elementos geográficos y acontecimientos históricos que caracterizan su municipio, provincia, región y país.",
            "Utiliza procedimientos científicos y tecnológicos sencillos en el análisis crítico de los componentes de la tierra, fenómenos naturales y aspectos históricos de las Antillas mayores y menores.",
            "Realiza propuesta sobre la diversidad cultural y el cuidado del patrimonio histórico del municipio, provincia, región y país.",
            "Reconoce la importancia del auto respeto y el respeto a los demás en su entorno social.",
            "Aplica normas de convivencia al fomentar una ciudadanía respetuosa de los derechos humanos y de sus deberes.",
            "Analiza de manera crítica planteamientos en torno a la ciudadanía y la democracia, la importancia de la  participación activa en la vida comunitaria y la promoción de una cultura de paz en la sociedad."
        ]
    },
    {
        "title": "Diversidad cultural",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Diversidad cultural",
            "Conceptos de democracia: Libertad, respeto, colaboración.",
            "Derechos y deberes.",
            "Las leyes como normas de convivencia.",
            "Constitución dominicana.",
            "Valores "
        ],
        "procedures": [
            "Identificación de situaciones comunitarias en las que estén implicadas las normas de tránsito. ",
            "Elaboración de proyectos sobre educación vial y normas de tránsito que involucren la escuela, la comunidad.",
            "Realización de campañas que promueva los valores de justicia, equidad, igualdad.",
            "Exploración a través de entrevistas a sus padres, abuelos/as, etc., sobre cómo han cambiado algunas prácticas democráticas en el país (libertad de participar y comunicar, derecho al voto, respeto, entre otras).",
            "Exploración en diversas fuentes (Constitución Dominicana Infantil, impresa, material audiovisual para niños y niñas, entre otras) sobre sus derechos y deberes.",
            "Escucha atenta de una situación problemática de la convivencia familiar, en el salón de clases o en la trama de un cuento, expresando su punto de vista y respetando el de los demás.",
            "Elaboración de material visual con normas de convivencia que considera que deben cumplirse en su familia, en la escuela y en el país.",
            "Dramatizaciones sobre actuaciones democráticas y no democráticas en la casa, escuela, comunidad, país.",
            "Análisis de la democracia en su familia y en el país, realizando comparaciones con prácticas del pasado:",
            "Realización de murales sobre los derechos humanos.",
            "Lectura y discusión de cuentos relacionados con el tema de derechos, deberes y valores en contextos democráticos y no democráticos.",
            "Presentación oral, escrita y con dibujos de prácticas democráticas en su contexto familiar."
        ],
        "attitudes": [
            "Respeto por los valores y las normas de convivencia de su entorno social cercano.",
            "Valoración de la democracia, reconociendo la importancia de la convivencia.",
            "Defensa de las costumbres y festividades de su comunidad, del país y algunos países de las Antillas.",
            "Valoración de la diversidad cultural de la República Dominicana.",
            "Respeto de las normas de tránsito en cualquier espacio.",
            "Promoción de valores como la justicia, la equidad y la igualdad.",
            "Integración en campañas sobre educación vial en su comunidad.",
            "Respeto a las normas de convivencia en cualquier espacio. ",
            "Toma posición sobre actuaciones democráticas y no democráticas."
        ],
        "achievement_indicators": [
            "Localiza en un mapa de República Dominicana y en otras fuentes, informaciones sobre su provincia y los municipios que la componen.",
            "Distingue de manera lógica, en mapas y otras fuentes, informaciones sobre el espacio geográfico y acontecimientos históricos que caracterizan su municipio, provincia, región y país",
            "Ubica en un mapa de República Dominicana su provincia, los municipios, distritos municipales, secciones y parajes que la componen.",
            "Distingue de manera lógica los elementos geográficos y acontecimientos históricos que caracterizan su municipio, provincia, región y país.",
            "Utiliza procedimientos científicos y tecnológicos sencillos en el análisis crítico de los componentes de la tierra, fenómenos naturales y aspectos históricos de las Antillas mayores y menores.",
            "Realiza propuesta sobre la diversidad cultural y el cuidado del patrimonio histórico del municipio, provincia, región y país.",
            "Reconoce la importancia del auto respeto y el respeto a los demás en su entorno social.",
            "Aplica normas de convivencia al fomentar una ciudadanía respetuosa de los derechos humanos y de sus deberes.",
            "Analiza de manera crítica planteamientos en torno a la ciudadanía y la democracia, la importancia de la  participación activa en la vida comunitaria y la promoción de una cultura de paz en la sociedad."
        ]
    },
    {
        "title": "Patrimonio histórico y natural",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Patrimonio histórico y natural",
            "Padres de la Patria y heroínas",
            "Independencia Nacional y Restauración.",
            "Símbolos patrios y sus componentes: la Bandera, el Escudo Nacional, el Himno, y los orígenes de estos."
        ],
        "procedures": [
            "Levantamiento en fuentes confiables de información sobre las costumbres de su comunidad y su relación con la cultura dominicana",
            "Indagación sobre las costumbres festivas de su comunidad (carnaval, patrias y mágico-Religiosos).",
            "Identificación de la diversidad cultural de la República Dominicana (comida, música, bailes) producto de las distintas migraciones.",
            "Análisis sobre la similitud y diferencias entre las costumbres, expresiones, artes y tradiciones culturales de los pueblos de las Antillas Mayores y Menores.",
            "Lectura sobre personajes dominicanos que han trascendido la vida nacional: deportes, música, salud, entre otros.",
            "Presentación a través de dramatización, afiches y escritos de los aportes y procedencia de algunos personajes de su comunidad.",
            "Cuidado del patrimonio histórico y natural de su región como deber ciudadano",
            "Identificación mediante la observación de imágenes físicas o digitales, elementos del patrimonio natural, histórico y cultural del municipio, provincial y región.",
            "Elaboración de murales sobre el patrimonio histórico y natural de la sociedad dominicana.",
            "Presentación de propuestas sencillas sobre el cuidado del patrimonio cultural de la República Dominicana.",
            "Elaboración de murales sobre el patrimonio histórico, natural y cultural de la sociedad dominicana.",
            "Presentación de propuestas sencillas sobre el cuidado del patrimonio cultural de la República Dominicana.",
            "Reconocimiento de las hazañas principales de los Padres de la patria y las heroínas.",
            "Elaboración de acrósticos sobre héroes y heroínas.",
            "Reconocimiento de heroínas que aportaron a los símbolos patrios.",
            "Análisis de los eventos más significativos de la Independencia Nacional y la Restauración de la República Dominicana.",
            "Análisis de la importancia de la Bandera, el Escudo y el Himno Nacional."
        ],
        "attitudes": [
            "Actitud de cuidado del patrimonio histórico y natural de República Dominicana.",
            "Conocimiento y respeto por los Padres de la Patria y las mujeres que lucharon junto a ellos.",
            "Demostración de respeto por los Símbolos de la Patria.",
            "Interés por soluciones democráticas ante cualquier situación.",
            "Promoción y respeto de los símbolos patrios."
        ],
        "achievement_indicators": [
            "Localiza en un mapa de República Dominicana y en otras fuentes, informaciones sobre su provincia y los municipios que la componen.",
            "Distingue de manera lógica, en mapas y otras fuentes, informaciones sobre el espacio geográfico y acontecimientos históricos que caracterizan su municipio, provincia, región y país",
            "Ubica en un mapa de República Dominicana su provincia, los municipios, distritos municipales, secciones y parajes que la componen.",
            "Distingue de manera lógica los elementos geográficos y acontecimientos históricos que caracterizan su municipio, provincia, región y país.",
            "Utiliza procedimientos científicos y tecnológicos sencillos en el análisis crítico de los componentes de la tierra, fenómenos naturales y aspectos históricos de las Antillas mayores y menores.",
            "Realiza propuesta sobre la diversidad cultural y el cuidado del patrimonio histórico del municipio, provincia, región y país.",
            "Reconoce la importancia del auto respeto y el respeto a los demás en su entorno social.",
            "Aplica normas de convivencia al fomentar una ciudadanía respetuosa de los derechos humanos y de sus deberes.",
            "Analiza de manera crítica planteamientos en torno a la ciudadanía y la democracia, la importancia de la  participación activa en la vida comunitaria y la promoción de una cultura de paz en la sociedad."
        ]
    },
    {
        "title": "Geografía del Caribe y las Antillas",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Geografía del Caribe y las Antillas",
            "El Caribe, Antillas Mayores y Menores: características físicas, sociales y culturales",
            "El Caribe, las Antillas e Isla de Santo Domingo: posición, relieve, clima y población"
        ],
        "procedures": [
            "Ubicación en mapas de las Antillas mayores y menores",
            "Selección de fuentes sobre el Caribe y las Antillas (mapas y publicaciones).",
            "Identificación de las Antillas mayores en un mapa del Caribe.",
            "Identificación de la isla de Santo Domingo en un mapa del Caribe.",
            "Uso de la rosa de los vientos para identificar las Antillas que están al norte, sur, este y oeste.",
            "Utilización de escala y leyendas en la lectura del mapa del Caribe.",
            "Elaboración de leyendas sencillas con colores que representan las Antillas que están al norte, sur, este y oeste.",
            "Elaboración de infografía sobre las Antillas y la isla de Santo Domingo.",
            "Elaboración de cuadros sencillos sobre la cantidad de Antillas mayores y menores y la población de algunas de ellas.",
            "Elaboración de cuadros sinópticos sobre el clima en las Antillas mayores y menores.",
            "Elaboración de proyectos de investigación sencillos sobre el relieve y el clima de las Antillas.",
            "Identificación, con la ayuda del docente, de mapas de población de las Antillas y la República Dominicana."
        ],
        "attitudes": [
            "Valoración del Caribe y las Antillas.",
            "Respeto por la autoría de las fuentes de información consultadas",
            "Uso adecuado de las informaciones que utiliza en sus producciones.",
            "Valoración del uso de fuentes confiables sobre temas históricos y geográficos.",
            "Participación en proyectos grupales, escuchando y respetando las ideas de los/las demás y demostrando espíritu emprendedor. ",
            "Apreciación por los elementos de la cultura indígena, africana y española.",
            "Valoración positiva de las formas de defensa de los derechos humanos de indígenas y africanos."
        ],
        "achievement_indicators": [
            "Identifica en fuentes impresas y digitales confiables información histórica y geográfica de espacios determinados.",
            "Utiliza de manera adecuada las fuentes consultadas sobre los periodos estudiados, respetando el derecho de autoría",
            "Localiza en un mapa del Caribe y otras fuentes, la ubicación geográfica de las Antillas mayores y menores.",
            "Analiza y organiza de forma lógica los problemas históricos de los periodos identificados.",
            "Comprende la relación entre los hechos históricos y el espacio geográfico en el que ocurrieron.",
            "Expresa sus opiniones sobre los acontecimientos históricos estudiados de forma clara, lógica, crítica y creativa.",
            "Explica la importancia y relevancia del patrimonio histórico, natural y cultural de la República Dominicana y otros países de la región, utilizando ejemplos específicos y argumentos sólidos.",
            "Analiza los derechos y deberes ciudadanos, y cómo la convivencia democrática, la identidad sociocultural y la dignidad humana influyen en su ejercicio responsable.",
            "Diseña propuesta que promueven el respeto y la valoración del cuidado de la salud y los recursos naturales, en su entorno inmediato."
        ]
    },
    {
        "title": "Origen y formación del pueblo dominicano",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Origen y formación del pueblo dominicano",
            "Primeros pobladores de la isla: ciguayos, macorixes y taínos",
            "Conquista de la Española: colonizadores españoles",
            "Defensa de los indígenas y formas de resistencia indígena y africana: alzamiento, cimarronadas, manieles y palenques"
        ],
        "procedures": [
            "Análisis de acontecimientos históricos que incidieron en la formación del pueblo dominicano.",
            "Identificación de los lugares de procedencia de los aborígenes que poblaron la isla de Santo Domingo en un mapa del Caribe.",
            "Identificación de los elementos que caracterizan la cultura dominicana.",
            "Reconocimiento de las comunidades indígenas que habitaban la isla (ciguayos, macorixes y taínos), estableciendo algunas diferencias entre ellos.",
            "Explicación de los aportes que dejaron los taínos a la cultura dominicana.",
            "Comparación de mapas de los cacicazgos con el actual, identificando similitudes y diferencias.",
            "Identificación de las causas que motivaron a los españoles a traer africanos como esclavos a nuestra isla.",
            "Reflexión acerca de las luchas de los taínos en contra de los conquistadores.",
            "Reflexión sobre la importancia del Sermón de Montesinos y las leyes de Burgos.",
            "Análisis de clasificación de conceptos relacionados con el periodo estudiado.",
            "Presentación en línea de tiempo de los grupos aborígenes que poblaron la isla.",
            "Análisis de términos como: conquista, colonización, encomiendas, factoría colombina, cimarronadas, manieles, palenques.",
            "Elaboración de línea de tiempo sobre los gobernadores de la isla de 1500 a 1520.",
            "Lectura, comentario de texto y discusión sobre las causas y consec uencias de la llegada de los esclavos africanos a la isla de Santo Domingo.",
            "Comparación de rasgos culturales de los distintos grupos humanos que poblaron la isla de Santo Domingo antes y después de la colonia.",
            "Identificación y explicación de las causas de la resistencia contra la esclavitud de indígenas y africanos: alzamientos y cimarronadas en la isla de Santo Domingo."
        ],
        "attitudes": [
            "Aprecio por los elementos de la cultura indígena, africana y española. ",
            "Valoración positiva de las formas de defensa de los derechos humanos de indígenas y africanos. ",
            "Respeto y tolerancia hacia los diferentes grupos humanos que conforman la población de la República Dominicana.",
            "Valoración de luchas y acontecimientos históricos que incidieron en la formación de la sociedad dominicana. ",
            "Disposición a un comportamiento de respeto hacia sí mismo/a y hacia las demás personas."
        ],
        "achievement_indicators": [
            "Identifica en fuentes impresas y digitales confiables información histórica y geográfica de espacios determinados.",
            "Utiliza de manera adecuada las fuentes consultadas sobre los periodos estudiados, respetando el derecho de autoría",
            "Localiza en un mapa del Caribe y otras fuentes, la ubicación geográfica de las Antillas mayores y menores.",
            "Analiza y organiza de forma lógica los problemas históricos de los periodos identificados.",
            "Comprende la relación entre los hechos históricos y el espacio geográfico en el que ocurrieron.",
            "Expresa sus opiniones sobre los acontecimientos históricos estudiados de forma clara, lógica, crítica y creativa.",
            "Explica la importancia y relevancia del patrimonio histórico, natural y cultural de la República Dominicana y otros países de la región, utilizando ejemplos específicos y argumentos sólidos.",
            "Analiza los derechos y deberes ciudadanos, y cómo la convivencia democrática, la identidad sociocultural y la dignidad humana influyen en su ejercicio responsable.",
            "Diseña propuesta que promueven el respeto y la valoración del cuidado de la salud y los recursos naturales, en su entorno inmediato."
        ]
    },
    {
        "title": "Características de la Isla de Santo Domingo en los siglos XVII y XVIII",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Características de la Isla de Santo Domingo en los siglos XVII y XVIII",
            "Monopolio, contrabando y piratería",
            "Devastaciones de Osorio",
            "Ocupación francesa y división de la isla",
            "Independencia de Haití"
        ],
        "procedures": [
            "Identificación de los factores que posibilitaron el surgimiento de las dos colonias.",
            "Explicaciones sencillas sobre las razones por que hubo crisis en la isla de Santo Domingo durante el siglo XVI",
            "Explicación de los términos: monopolio comercial, pirata, corsarios, piratería y su relación con la crisis vivida en la isla durante el siglo XVI",
            "Expresión de su opinión sobre las soluciones que los habitantes de la isla dieron a la crisis vivida durante el siglo XVI.",
            "Expresión de su opinión sobre las soluciones que los habitantes de la isla dieron a la crisis vivida durante el siglo XVI.",
            "Comparación y análisis de textos cortos de fuentes confiables sobre: El contrabando o comercio de rescate, Las despoblaciones de Osorio, La piratería y la formación de las colonias francesas y españolas.",
            "Elaboración de infografías, esquemas, u otros medios para establecer por qué España nos entregó a Francia en 1795 mediante el Tratado de Basilea.",
            "Análisis de las causas y consecuencias de la revolución haitiana."
        ],
        "attitudes": [
            "Interés por el conocimiento de los acontecimientos históricos que dieron origen a las colonias de Santo Domingo y Saint Domingue.",
            "Reflexión crítica sobre la situación económica de la isla de Santo Domingo durante los siglos XVII y XVIII.",
            "Actitud crítica sobre el contrabando, la piratería y las Devastaciones de Osorio.",
            "Interés por analizar la importancia de los tratados sobre las colonias.",
            "Actitud crítica ante la Independencia de Haití."
        ],
        "achievement_indicators": [
            "Identifica en fuentes impresas y digitales confiables información histórica y geográfica de espacios determinados.",
            "Utiliza de manera adecuada las fuentes consultadas sobre los periodos estudiados, respetando el derecho de autoría",
            "Localiza en un mapa del Caribe y otras fuentes, la ubicación geográfica de las Antillas mayores y menores.",
            "Analiza y organiza de forma lógica los problemas históricos de los periodos identificados.",
            "Comprende la relación entre los hechos históricos y el espacio geográfico en el que ocurrieron.",
            "Expresa sus opiniones sobre los acontecimientos históricos estudiados de forma clara, lógica, crítica y creativa.",
            "Explica la importancia y relevancia del patrimonio histórico, natural y cultural de la República Dominicana y otros países de la región, utilizando ejemplos específicos y argumentos sólidos.",
            "Analiza los derechos y deberes ciudadanos, y cómo la convivencia democrática, la identidad sociocultural y la dignidad humana influyen en su ejercicio responsable.",
            "Diseña propuesta que promueven el respeto y la valoración del cuidado de la salud y los recursos naturales, en su entorno inmediato."
        ]
    },
    {
        "title": "Siglo XIX: Primera mitad",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Siglo XIX: Primera mitad",
            "Entrega a Francia, vuelta a la colonia española, reconquista e independencia efímera.",
            "Período de la unificación haitiana.",
            "La Sociedad Secreta la Trinitaria",
            "Nacimiento de la República Dominicana.",
            "Aportes de las mujeres en la fundación de la República Dominicana."
        ],
        "procedures": [
            "Realización de diálogo problematizado sobre las acciones que tomó el gobernador francés durante la ocupación de Francia.",
            "Realización de debates en torno al papel jugado por Juan Sánchez Ramírez en la guerra contra Francia y su decisión de volver al dominio de España.",
            "Redacción de ensayos sobre la Independencia Efímera y el papel de José Núñez de Cáceres en la proclamación de la primera Independencia llamada Independencia Efímera, siguiendo procedimientos: Selección de los pasos del ensayo; Selección de fuentes confiables con la ayuda del profesor o profesora; Corrección con el docente de dos borradores antes de la presentación del texto final.",
            "Identificación de los aspectos principales que causaron la unificación de la isla bajo el gobierno de Boyer en 1822.",
            "Identificación de los antecedentes.",
            "Identificación de mapas alusivos al periodo histórico.",
            "Elaboración de línea de tiempo de los acontecimientos principales.",
            "Dramatización del proceso.",
            "Elaboración de murales con ilustraciones alusivas al proceso histórico.",
            "Análisis de los principales acontecimientos históricos de 1822-1844.",
            "Indagación en diversas fuentes y tratamiento de la información sobre la formación de la nación dominicana y las causas que dieron lugar a la fundación de la República Dominicana.",
            "Análisis del papel de la Trinitaria en el nacimiento de la República Dominicana.",
            "Identificación de los aportes de las mujeres en la fundación de la República Dominicana. ",
            "Realización de murales sobre el patrimonio natural y cultural de la República Dominicana, siguiendo un esquema establecido."
        ],
        "attitudes": [
            "Actitud crítica en el análisis de acontecimientos de 1800-1921.",
            "Valoración de las luchas de pueblo dominicano por mantener su soberanía. ",
            "Reflexión crítica sobre el dominio haitiano de 1822-1844.",
            "Interés por levantar informaciones sobre el nacimiento de la Primera República."
        ],
        "achievement_indicators": [
            "Identifica en fuentes impresas y digitales confiables información histórica y geográfica de espacios determinados.",
            "Utiliza de manera adecuada las fuentes consultadas sobre los periodos estudiados, respetando el derecho de autoría",
            "Localiza en un mapa del Caribe y otras fuentes, la ubicación geográfica de las Antillas mayores y menores.",
            "Analiza y organiza de forma lógica los problemas históricos de los periodos identificados.",
            "Comprende la relación entre los hechos históricos y el espacio geográfico en el que ocurrieron.",
            "Expresa sus opiniones sobre los acontecimientos históricos estudiados de forma clara, lógica, crítica y creativa.",
            "Explica la importancia y relevancia del patrimonio histórico, natural y cultural de la República Dominicana y otros países de la región, utilizando ejemplos específicos y argumentos sólidos.",
            "Analiza los derechos y deberes ciudadanos, y cómo la convivencia democrática, la identidad sociocultural y la dignidad humana influyen en su ejercicio responsable.",
            "Diseña propuesta que promueven el respeto y la valoración del cuidado de la salud y los recursos naturales, en su entorno inmediato."
        ]
    },
    {
        "title": "Educación Ciudadana, patrimonio natural y cultural de la República Dominicana",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Educación Ciudadana, patrimonio natural y cultural de la República Dominicana",
            "Organización de la sociedad",
            "Conceptos de nación, estado y gobierno.",
            "Estado social, democrático y de derechos.",
            "Territorio nacional.",
            "Los poderes del Estado.",
            "Estado y Constitución.",
            "Símbolos patrios."
        ],
        "procedures": [
            "Análisis de los conceptos de nación, Estado y gobierno y Constitución, planteando su punto de vista.",
            "Elaboración de informes de lectura y monografía sobre la importancia de los Poderes del Estado en el equilibrio democrático.",
            "Lectura y comentario de texto relacionados al himno nacional y sobre el origen de la bandera dominicana y evaluación del contexto en que se crearon."
        ],
        "attitudes": [
            "Respeto y tolerancia hacia los diferentes grupos humanos que conforman la población de la República Dominicana.",
            "Interés por conocer sobre el Estado democrático y los poderes del Estado. ",
            "Valoración de su vida y la de las demás personas.",
            "Plantea soluciones a conflictos mediante el diálogo y el consenso.",
            "Valoración del diálogo, la cultura de paz para la prevención y solución de conflictos."
        ],
        "achievement_indicators": [
            "Identifica en fuentes impresas y digitales confiables información histórica y geográfica de espacios determinados.",
            "Utiliza de manera adecuada las fuentes consultadas sobre los periodos estudiados, respetando el derecho de autoría",
            "Localiza en un mapa del Caribe y otras fuentes, la ubicación geográfica de las Antillas mayores y menores.",
            "Analiza y organiza de forma lógica los problemas históricos de los periodos identificados.",
            "Comprende la relación entre los hechos históricos y el espacio geográfico en el que ocurrieron.",
            "Expresa sus opiniones sobre los acontecimientos históricos estudiados de forma clara, lógica, crítica y creativa.",
            "Explica la importancia y relevancia del patrimonio histórico, natural y cultural de la República Dominicana y otros países de la región, utilizando ejemplos específicos y argumentos sólidos.",
            "Analiza los derechos y deberes ciudadanos, y cómo la convivencia democrática, la identidad sociocultural y la dignidad humana influyen en su ejercicio responsable.",
            "Diseña propuesta que promueven el respeto y la valoración del cuidado de la salud y los recursos naturales, en su entorno inmediato."
        ]
    },
    {
        "title": "Convivencia humana",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Convivencia humana",
            "Deberes y derechos civiles y políticos.",
            "Aspectos principales de la educación vial.",
            "Cultura de paz y manejo de conflictos.",
            "Valores importantes para la convivencia.",
            "Participación, justicia, respeto, responsabilidad, libertad y tolerancia.",
            "Convivencia vial.",
            "Cultura de ahorro.",
            "Situaciones de violencia y corrupción.",
            "Respeto a las demás personas.",
            "Relaciones armoniosas."
        ],
        "procedures": [
            "Realización de actividades creando símbolos patrios originales vinculados al contexto actual.",
            "Elaboración de periódicos escolares sobre los derechos fundamentales y los deberes en la Constitución dominicana.",
            "Identificación de situaciones que inciden en los accidentes de tránsito, aportando posibles soluciones.",
            "Levantamiento de estadísticas sobre los accidentes de tránsito en periodos determinados y elaboración de proyecto sobre las posibles medidas para evitarlos, fomentando una cultura de convivencia pacífica en la circulación terrestre.",
            "Exploración y lectura de diversas fuentes sobre la convivencia de los primeros habitantes de nuestra isla.",
            "Análisis de los valores sociales y espirituales que favorecen la convivencia armoniosa en la familia, la escuela y otros entornos sociales; su apropiación mediante estrategias y técnicas como: debates, dramatizaciones, otras.",
            "Planteamiento y discusión de normas para la convivencia armoniosa en el aula, promoviendo la cultura de paz en el centro educativo.",
            "Elaboración de acciones en el aula que induzcan a la construcción de la cultura del ahorro de los recursos naturales, materiales y económicos"
        ],
        "attitudes": [
            "Valoración de la vida y su integridad. ",
            "Respeto por las normas de convivencia y las relaciones armoniosas.",
            "Interés por la solución de conflictos de forma pacífica.",
            "Respeto de los símbolos patrios en cualquier espacio.",
            "Posición crítica ante el incumplimiento de los valores."
        ],
        "achievement_indicators": [
            "Identifica en fuentes impresas y digitales confiables información histórica y geográfica de espacios determinados.",
            "Utiliza de manera adecuada las fuentes consultadas sobre los periodos estudiados, respetando el derecho de autoría",
            "Localiza en un mapa del Caribe y otras fuentes, la ubicación geográfica de las Antillas mayores y menores.",
            "Analiza y organiza de forma lógica los problemas históricos de los periodos identificados.",
            "Comprende la relación entre los hechos históricos y el espacio geográfico en el que ocurrieron.",
            "Expresa sus opiniones sobre los acontecimientos históricos estudiados de forma clara, lógica, crítica y creativa.",
            "Explica la importancia y relevancia del patrimonio histórico, natural y cultural de la República Dominicana y otros países de la región, utilizando ejemplos específicos y argumentos sólidos.",
            "Analiza los derechos y deberes ciudadanos, y cómo la convivencia democrática, la identidad sociocultural y la dignidad humana influyen en su ejercicio responsable.",
            "Diseña propuesta que promueven el respeto y la valoración del cuidado de la salud y los recursos naturales, en su entorno inmediato."
        ]
    },
    {
        "title": "Geografía General",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Geografía General",
            "Localización del continente americano y su relación espacial (hemisferios, meridianos, extensión y límites naturales)",
            "Migraciones y sus tipos",
            "Actividades económicas: primarias, secundarias y terciarias"
        ],
        "procedures": [
            "Uso de fuentes de información seguras y confiables sobre el continente americano",
            "Uso de Mapas físicos, políticos y de población",
            "Utilización de libros, revistas y periódicos",
            "Análisis de videos y documentales sobre los continentes",
            "Formulación de hipótesis y preguntas sobre el origen del continente americano",
            "Análisis en fuentes diversas sobre las actividades económicas de los continentes",
            "Interpretación de informaciones en cuadro, gráficos y escrito sobre las migraciones y sus tipos"
        ],
        "attitudes": [
            "Valoración del espacio geográfico de los continentes.",
            "Interés por la ubicación en mapas de los hemisferios meridianos y paralelos.",
            "Valoración de la diversidad cultural de los continentes.",
            "Respeto de la autoría de las informaciones consultadas sobre los continentes."
        ],
        "achievement_indicators": [
            "Elabora proyecto creativo donde muestre los elementos de la geografía física, la ubicación y los continentes, utilizando diferentes recursos e información de diversas fuentes.",
            "Comprende situaciones que generaron acontecimientos históricos importantes en el mundo y en la República Dominicana durante los periodos estudiados, identificando las causas y las consecuencias de estos procesos.",
            "Identifica y explica las características de las zonas climáticas del continente americano, el Caribe y la República Dominicana, y cómo influyen en los diferentes ecosistemas presentes en estas regiones.",
            "Analiza críticamente información sobre la población originaria de América y la Isla de Santo Domingo, utilizando fuentes confiables y rigurosas.",
            "Elabora análisis críticos en sus producciones y monografías sobre la historia como ciencia, identificando las etapas que la componen y los procesos históricos relevantes.",
            "Explica con sus propias palabras la información recopilada sobre la conquista y la expansión europea durante los periodos estudiados, identificando las causas y consecuencias de estos procesos históricos.",
            "Reconoce la importancia de la protección de los derechos humanos como fundamento principal del sistema democrático, identificando los derechos y deberes ciudadanos y su relación con la justicia social.",
            "Participa en actividades en su comunidad que promuevan la protección de la salud y el medio ambiente, y muestra disposición para colaborar con otros en proyectos que fomenten la solidaridad y la cooperación. ",
            "Identifica y nombra los símbolos patrios y algunos elementos del patrimonio histórico, natural y cultural de su país."
        ]
    },
    {
        "title": "Clima de los continentes y cambios de temperatura en el Continente Americano",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Clima de los continentes y cambios de temperatura en el Continente Americano",
            "Características geográficas físicas-naturales relevantes.",
            "El Caribe: geografía física, cultura y población."
        ],
        "procedures": [
            "Ubicación del continente americano en un mapa y su relación espacial (hemisferios, paralelos y meridianos donde se encuentran)",
            "Identificación en globos terráqueos de los hemisferios, paralelos y meridianos.",
            "Identificación de la simbología utilizada en mapas físicos y de población.",
            "Elaboración de gráficos sencillos con la población del continente americano.",
            "Uso de videos y documentales sobre los hemisferios, meridianos y paralelos",
            "Socialización de ideas para diferenciar con ejercicios prácticos: las coordenadas geográficas y su importancia.",
            "Descripción de los cambios de temperatura de los continentes dependiendo de las estaciones del año.",
            "Observación de videos educativos sobre climograma con la finalidad de leerlo y comprenderlo.",
            "Elaboración de un climograma sencillo sobre precipitaciones y temperaturas de su comunidad, provincia o país.",
            "Dibujo de un gráfico de barras donde aparezca en la parte inferior los meses del año escrito en número.",
            "En la parte vertical del gráfico colocar a la izquierda las temperaturas y a la derecha las precipitaciones.",
            "Ubicación en mapa físico de América de los principales elementos del relieve y la hidrografía.",
            "Realización de un proyecto de investigación sencillo sobre los continentes: Delimitar los aspectos que aborda el Proyecto, Utilización de páginas web (Wikipedia, Historiaaula, Juegos geográficos) y Selección de los pasos para el proyecto.",
            "Identificación de la localización, los límites y la superficie del continente americano destacando las ventajas y desventajas de la ubicación geográfica de América.",
            "Identificación de las regiones naturales y políticas de América: América del Norte y América Central."
        ],
        "attitudes": [
            "Interés por conocer sobre la ubicación espacial del continente americano.",
            "Interés por ubicar en mapamundi los hemisferios, paralelos y meridanos.",
            "Valoración de las medidas de prevención ante un fenómeno atmosférico.",
            "Aprecio de medidas que contribuyen a la conservación de los recursos naturales de los continentes.",
            "Interés por conocer los elementos del relieve y la hidrografía de América.",
            "Valoración de las coordenadas geográficos y su uso.",
            "Interés por el conocimiento de la temperatura y su incidencia en el clima."
        ],
        "achievement_indicators": [
            "Elabora proyecto creativo donde muestre los elementos de la geografía física, la ubicación y los continentes, utilizando diferentes recursos e información de diversas fuentes.",
            "Comprende situaciones que generaron acontecimientos históricos importantes en el mundo y en la República Dominicana durante los periodos estudiados, identificando las causas y las consecuencias de estos procesos.",
            "Identifica y explica las características de las zonas climáticas del continente americano, el Caribe y la República Dominicana, y cómo influyen en los diferentes ecosistemas presentes en estas regiones.",
            "Analiza críticamente información sobre la población originaria de América y la Isla de Santo Domingo, utilizando fuentes confiables y rigurosas.",
            "Elabora análisis críticos en sus producciones y monografías sobre la historia como ciencia, identificando las etapas que la componen y los procesos históricos relevantes.",
            "Explica con sus propias palabras la información recopilada sobre la conquista y la expansión europea durante los periodos estudiados, identificando las causas y consecuencias de estos procesos históricos.",
            "Reconoce la importancia de la protección de los derechos humanos como fundamento principal del sistema democrático, identificando los derechos y deberes ciudadanos y su relación con la justicia social.",
            "Participa en actividades en su comunidad que promuevan la protección de la salud y el medio ambiente, y muestra disposición para colaborar con otros en proyectos que fomenten la solidaridad y la cooperación. ",
            "Identifica y nombra los símbolos patrios y algunos elementos del patrimonio histórico, natural y cultural de su país."
        ]
    },
    {
        "title": "Clima en República Dominicana y cambios de temperatura",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Clima en República Dominicana y cambios de temperatura"
        ],
        "procedures": [
            "Identificación en fuentes de información impresas y digitales los cambios que ocurren en el clima en República Dominicana. ",
            "Uso de mapas que presenten los tipos de clima de la República Dominicana.",
            "Identificación de los tipos de climas en República Dominicana a través de informes y otros escritos.",
            "Tipificación de los tipos de climas que predomina en la República Dominicana y su región.",
            "Comprensión de los fenómenos atmosféricos que ocurren en República Dominicana durante un año.",
            "Seguimiento a los informes meteorológicos de los organismos correspondientes. "
        ],
        "attitudes": [
            "Interés por conocer sobre los tipos de clima que impactan la República Dominicana y su región. ",
            "Valoración de las medidas de prevención ante un fenómeno atmosférico.",
            "Se interesa por boletines meteorológicos de los organismos correspondientes.",
            "Apertura para conocer en mapas y otras fuentes sobre el clima que predomina en su región."
        ],
        "achievement_indicators": [
            "Elabora proyecto creativo donde muestre los elementos de la geografía física, la ubicación y los continentes, utilizando diferentes recursos e información de diversas fuentes.",
            "Comprende situaciones que generaron acontecimientos históricos importantes en el mundo y en la República Dominicana durante los periodos estudiados, identificando las causas y las consecuencias de estos procesos.",
            "Identifica y explica las características de las zonas climáticas del continente americano, el Caribe y la República Dominicana, y cómo influyen en los diferentes ecosistemas presentes en estas regiones.",
            "Analiza críticamente información sobre la población originaria de América y la Isla de Santo Domingo, utilizando fuentes confiables y rigurosas.",
            "Elabora análisis críticos en sus producciones y monografías sobre la historia como ciencia, identificando las etapas que la componen y los procesos históricos relevantes.",
            "Explica con sus propias palabras la información recopilada sobre la conquista y la expansión europea durante los periodos estudiados, identificando las causas y consecuencias de estos procesos históricos.",
            "Reconoce la importancia de la protección de los derechos humanos como fundamento principal del sistema democrático, identificando los derechos y deberes ciudadanos y su relación con la justicia social.",
            "Participa en actividades en su comunidad que promuevan la protección de la salud y el medio ambiente, y muestra disposición para colaborar con otros en proyectos que fomenten la solidaridad y la cooperación. ",
            "Identifica y nombra los símbolos patrios y algunos elementos del patrimonio histórico, natural y cultural de su país."
        ]
    },
    {
        "title": "Actividades económicas en República Dominicana: Primarias, secundarias y terciarias",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Actividades económicas en República Dominicana: Primarias, secundarias y terciarias",
            "Población."
        ],
        "procedures": [
            "Investigación en diversas fuentes sobre las actividades Primarias, secundarias y terciarias.",
            "Análisis de fuentes de información sobre el crecimiento poblacional de la República Dominicana.",
            "Interpretación de informaciones sobre las actividades económicas de la República Dominicana."
        ],
        "attitudes": [
            "Actitud crítica sobre las actividades económicas de la República Dominicana. ",
            "Aprecio por la población dominicana.",
            "Apertura a informaciones que estudian el crecimiento de la población dominicana."
        ],
        "achievement_indicators": [
            "Elabora proyecto creativo donde muestre los elementos de la geografía física, la ubicación y los continentes, utilizando diferentes recursos e información de diversas fuentes.",
            "Comprende situaciones que generaron acontecimientos históricos importantes en el mundo y en la República Dominicana durante los periodos estudiados, identificando las causas y las consecuencias de estos procesos.",
            "Identifica y explica las características de las zonas climáticas del continente americano, el Caribe y la República Dominicana, y cómo influyen en los diferentes ecosistemas presentes en estas regiones.",
            "Analiza críticamente información sobre la población originaria de América y la Isla de Santo Domingo, utilizando fuentes confiables y rigurosas.",
            "Elabora análisis críticos en sus producciones y monografías sobre la historia como ciencia, identificando las etapas que la componen y los procesos históricos relevantes.",
            "Explica con sus propias palabras la información recopilada sobre la conquista y la expansión europea durante los periodos estudiados, identificando las causas y consecuencias de estos procesos históricos.",
            "Reconoce la importancia de la protección de los derechos humanos como fundamento principal del sistema democrático, identificando los derechos y deberes ciudadanos y su relación con la justicia social.",
            "Participa en actividades en su comunidad que promuevan la protección de la salud y el medio ambiente, y muestra disposición para colaborar con otros en proyectos que fomenten la solidaridad y la cooperación. ",
            "Identifica y nombra los símbolos patrios y algunos elementos del patrimonio histórico, natural y cultural de su país."
        ]
    },
    {
        "title": "Historia como ciencia",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Historia como ciencia",
            "Fuentes históricas y sus periodos.",
            "Estudio del pasado: Prehistoria, historia: Edad Antigua, Media, Moderna y contemporánea.",
            "Períodos de la historia de América",
            "Periodos de la historia dominicana."
        ],
        "procedures": [
            "Elaboración de un artículo expositivo sobre la historia como ciencia, siguiendo estos pasos:",
            "Selección de la estructura (Introducción, desarrollo y conclusión).",
            "Utilización de los verbos presente y futuro del indicativo.",
            "Conectores de orden (luego, primero, después). Temporales (antes, posteriormente).",
            "Uso de conectores de explicación (es decir, o sea, dicho de otra manera) para reformular las ideas en el desarrollo.",
            "Escritura de los borradores del artículo expositivo.",
            "Revisión del artículo con la ayuda del docente.",
            "Edición y publicación.",
            "Utilización y construcción de líneas de tiempo para ubicar la división de la Prehistoria (Paleolítico, Neolítico y Edad de los Metales) y los períodos de la Historia (Antigüedad, Edad Media, Edad Moderna y Edad Contemporánea).",
            "Uso de fuentes confiables y seguras sobre los periodos de la historia.",
            "Comprensión de la prehistoria de la isla de Santo Domingo.",
            "Análisis de los periodos de la historia de América y República Dominicana. ",
            "Búsqueda de fuentes documentales, videos, imágenes, para establecer las diferentes comunidades de Aborígenes que habitaron la isla durante la prehistoria de la isla, su procedencia, sus características.",
            "Clasificación de las comunidades prehistóricas de la isla de Santo Domingo en: Comunidades pre-agrícolas, Comunidades híbridas, Comunidades agrícolas.",
            "Identificación del periodo histórico en la que se hallaban las poblaciones indígenas de la isla al momento de la llegada de los españoles y explicación de sus conclusiones al respecto."
        ],
        "attitudes": [
            "Interés por comprender los aportes de la historia como ciencia.",
            "Interés por comprender la división de la prehistoria y los periodos de la historia.",
            "Preocupación por comprender los periodos de la historia de América y República Dominicana. ",
            "Reflexión crítica sobre los grupos agrícolas y pre-agrícolas.",
            "Valoración del legado del legado cultural de los primeros pobladores del continente americano y Santo Domingo."
        ],
        "achievement_indicators": [
            "Elabora proyecto creativo donde muestre los elementos de la geografía física, la ubicación y los continentes, utilizando diferentes recursos e información de diversas fuentes.",
            "Comprende situaciones que generaron acontecimientos históricos importantes en el mundo y en la República Dominicana durante los periodos estudiados, identificando las causas y las consecuencias de estos procesos.",
            "Identifica y explica las características de las zonas climáticas del continente americano, el Caribe y la República Dominicana, y cómo influyen en los diferentes ecosistemas presentes en estas regiones.",
            "Analiza críticamente información sobre la población originaria de América y la Isla de Santo Domingo, utilizando fuentes confiables y rigurosas.",
            "Elabora análisis críticos en sus producciones y monografías sobre la historia como ciencia, identificando las etapas que la componen y los procesos históricos relevantes.",
            "Explica con sus propias palabras la información recopilada sobre la conquista y la expansión europea durante los periodos estudiados, identificando las causas y consecuencias de estos procesos históricos.",
            "Reconoce la importancia de la protección de los derechos humanos como fundamento principal del sistema democrático, identificando los derechos y deberes ciudadanos y su relación con la justicia social.",
            "Participa en actividades en su comunidad que promuevan la protección de la salud y el medio ambiente, y muestra disposición para colaborar con otros en proyectos que fomenten la solidaridad y la cooperación. ",
            "Identifica y nombra los símbolos patrios y algunos elementos del patrimonio histórico, natural y cultural de su país."
        ]
    },
    {
        "title": "Historia de América",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Historia de América",
            "Poblamiento de América. Civilizaciones precolombinas: Mayas, Aztecas e Incas. Sus aportes principales.",
            "Expansión europea en el siglo XV al XVIII en América:",
            "Portugal y España en la expansión otras potencias europeas (francesa, holandesa) en el Caribe.",
            "Comercio triangular. La esclavitud en distintos contextos y rebeliones.",
            "Piratería y contrabando en Santo Domingo.",
            "América y el Caribe en el siglo XIX Independencia de los pueblos de América:",
            "Revolución y restauraciones. Liberales y conservadores Expansión territorial estadounidense.",
            "Cambios sociales en América."
        ],
        "procedures": [
            "Explicaciones sencillas de teorías que explican el poblamiento de las Antillas y la Isla de Santo Domingo.",
            "Elaboración de un comentario sobre las teorías del poblamiento de América.",
            "Definición de la función (punto de partida, tesis, argumentos y conclusión).",
            "Distinción entre hechos y opiniones.",
            "Uso de verbos de opiniones.",
            "Ubicación en el mapa de América de los territorios que ocupaban los mayas, aztecas e incas.",
            "Organización en un cuadro las similitudes y diferencias entre las culturas indígenas que habitaron la América Precolombina.",
            "Elaboración de líneas de tiempo de los acontecimientos principales del siglo XV al XVIII.",
            "Localización en mapas de las naciones expansionistas en los siglos XV y XVI.",
            "Ubicación en mapas de los territorios ocupados por España, Portugal, Francia, Holanda e Inglaterra en América en los siglos XVII y XVIII.",
            "Búsqueda de información y lectura comentada para analizar el sistema de plantaciones que las potencias europeas impusieron en las Antillas Menores, junto con la esclavitud de negros africanos y como ese sistema favoreció el desarrollo de esos países.",
            "Análisis de situaciones del presente semejantes a la esclavitud vivida en América y el Caribe durante los siglos XVI al XVIII.",
            "Elaboración de infografías, reseñas, cómic, cuadros, y cualquier otro recurso que permita esquematizar las causas y las consecuencias, los líderes principales de las luchas independentistas en el siglo XIX.",
            "Investigación sobre el papel que desempeñaron las mujeres en las luchas por las independencias de América y elaboración de murales con sus aportes.",
            "Análisis de la situación de América y el Caribe durante el siglo XIX.",
            "Análisis de los procesos independentistas y las revoluciones.",
            "Explicación de la incidencia de los liberales y conservadores y los cambios sociales en América."
        ],
        "attitudes": [
            "Interés por comprender las teorías que explican el poblamiento de América, las Antillas y Santo Domingo.",
            "Respeto del legado cultural de los mayas, aztecas e incas.",
            "Preocupación por la comprensión de acontecimiento histórico de los siglos XV y XVI y XVII y XVIII.",
            "Reflexión crítica sobre el papel de las naciones expansionistas. ",
            "Uso de mapas que presenten las potencias expansionistas en los siglos estudiados.",
            "Valoración de las luchas independentistas de América en el siglo XIX."
        ],
        "achievement_indicators": [
            "Elabora proyecto creativo donde muestre los elementos de la geografía física, la ubicación y los continentes, utilizando diferentes recursos e información de diversas fuentes.",
            "Comprende situaciones que generaron acontecimientos históricos importantes en el mundo y en la República Dominicana durante los periodos estudiados, identificando las causas y las consecuencias de estos procesos.",
            "Identifica y explica las características de las zonas climáticas del continente americano, el Caribe y la República Dominicana, y cómo influyen en los diferentes ecosistemas presentes en estas regiones.",
            "Analiza críticamente información sobre la población originaria de América y la Isla de Santo Domingo, utilizando fuentes confiables y rigurosas.",
            "Elabora análisis críticos en sus producciones y monografías sobre la historia como ciencia, identificando las etapas que la componen y los procesos históricos relevantes.",
            "Explica con sus propias palabras la información recopilada sobre la conquista y la expansión europea durante los periodos estudiados, identificando las causas y consecuencias de estos procesos históricos.",
            "Reconoce la importancia de la protección de los derechos humanos como fundamento principal del sistema democrático, identificando los derechos y deberes ciudadanos y su relación con la justicia social.",
            "Participa en actividades en su comunidad que promuevan la protección de la salud y el medio ambiente, y muestra disposición para colaborar con otros en proyectos que fomenten la solidaridad y la cooperación. ",
            "Identifica y nombra los símbolos patrios y algunos elementos del patrimonio histórico, natural y cultural de su país."
        ]
    },
    {
        "title": "Historia Dominicana",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Historia Dominicana",
            "Anexión y Restauración",
            "Impacto de las dictaduras y el caudillismo: gobiernos rojos y azules, bolos y coludos y Gobierno de los seis años.",
            "Dictaduras de Ulises Heureaux (Lilís) y Ramón Cáceres.",
            "Hegemonía de Estados Unidos e inestabilidad política.",
            "Primera intervención de Estados Unidos de América."
        ],
        "procedures": [
            "Explicaciones sencillas de los conceptos de Primera República, Anexión, Restauración y Caudillismo.",
            "Elaboración de línea de tiempo sobre los acontecimientos históricos.",
            "Principales de la Independencia y la Restauración.",
            "Análisis crítico de algunas de las causas y consecuencias de la Independencia y la Restauración. ",
            "Uso de fuentes seguras y confiables sobre el estudio de la historia Dominicana (página del archivo general de la nación, colección juvenil.",
            "Investigación en varias fuentes sobre los conceptos presentados.",
            "Reflexión en grupo sobre las implicaciones de un país anexado, restaurado y viviendo bajo caudillos.",
            "Comparación en cuadros sinópticos y organizadores gráficos las similitudes y diferencias de los gobiernos rojos y azules.",
            "Análisis de dibujos y caricaturas sobre el caudillismo y las dictaduras en la segunda mitad del siglo XIX y primera del XX.",
            "Elaboración de líneas de tiempo de los acontecimientos principales de la segunda mitad del siglo XIX y las dos primeras décadas del siglo XX.",
            "Análisis crítico del impacto de las enfermedades que afectaron el ejército español en las luchas con los dominicanos.",
            "Redacción de un informe de lectura sobre la situación política y económica de la República Dominicana en la última década del siglo XIX y las dos primeras del siglo XX.",
            "Selección de los pasos (título del informe; introducción: presentación de las fuentes utilizadas y del autor. Desarrollo: resumen del contenido de lo leído. Conclusión)",
            "Uso de verbos en presente y pasado del indicativo.",
            "Uso de conectores causales (porque, ya que, por lo tanto) y de finalidad (para, para que, con el fin de).",
            "Presentación del informe de lectura en una exposición.",
            "Selección de los pasos (título del informe; introducción: presentación de las fuentes utilizadas y del autor. Desarrollo: resumen del contenido de lo leído. Conclusión.",
            "Uso de verbos en presente y pasado del indicativo.",
            "Uso de conectores causales (porque, ya que, por lo tanto) y de finalidad (para, para que, con el fin de).",
            "Presentación del informe de lectura en una exposición.",
            "Recolección de información sobre los empréstitos ,realizados por República Dominicana a compañías extranjeras en la segunda mitad del siglo XIX",
            "Identificación de los empréstitos.",
            "Gobiernos en los que se realizaron.",
            "Años de los empréstitos.",
            "Construcción de gráficos con las informaciones de los empréstitos.",
            "Formulación de hipótesis sobre los antecedentes de la Primera Intervención de Estados Unidos América.",
            "Planteamiento de la hipótesis.",
            "Comprobación de la hipótesis.",
            "Corrección de la hipótesis.",
            "Análisis del planteamiento de varios autores sobre la hegemonía de Estados Unidos.",
            "Análisis de canciones sobre la Primera Intervención estadounidense, identificando términos utilizados.Elaboración de un proyecto de investigación en grupos de trabajo, seleccionando una temática: Antecedentes de la Primera Intervención estadounidense, Consecuencias, Grupos opositores y de resistencia, Reformas introducidas.",
            "Exposición de los resultados de la investigación realizada, presentando conclusiones.",
            "Elaboración de un mural con fotos alusivas a la primera intervención de 1916 a 1924."
        ],
        "attitudes": [
            "Interés por comprender los procesos históricos de la segunda mitad del siglo XIX.",
            "Reflexión crítica sobre el caudillismo en la segunda mitad del Siglo XIX.",
            "Valoración de los sectores que se integraron a las luchas Restauradoras para terminar la anexión.",
            "Actitud crítica sobre el papel de los Estados Unidos en la política dominicana.",
            "Interés por comprender los acontecimientos que propiciaron la Primera Intervención de los Estados Unidos."
        ],
        "achievement_indicators": [
            "Elabora proyecto creativo donde muestre los elementos de la geografía física, la ubicación y los continentes, utilizando diferentes recursos e información de diversas fuentes.",
            "Comprende situaciones que generaron acontecimientos históricos importantes en el mundo y en la República Dominicana durante los periodos estudiados, identificando las causas y las consecuencias de estos procesos.",
            "Identifica y explica las características de las zonas climáticas del continente americano, el Caribe y la República Dominicana, y cómo influyen en los diferentes ecosistemas presentes en estas regiones.",
            "Analiza críticamente información sobre la población originaria de América y la Isla de Santo Domingo, utilizando fuentes confiables y rigurosas.",
            "Elabora análisis críticos en sus producciones y monografías sobre la historia como ciencia, identificando las etapas que la componen y los procesos históricos relevantes.",
            "Explica con sus propias palabras la información recopilada sobre la conquista y la expansión europea durante los periodos estudiados, identificando las causas y consecuencias de estos procesos históricos.",
            "Reconoce la importancia de la protección de los derechos humanos como fundamento principal del sistema democrático, identificando los derechos y deberes ciudadanos y su relación con la justicia social.",
            "Participa en actividades en su comunidad que promuevan la protección de la salud y el medio ambiente, y muestra disposición para colaborar con otros en proyectos que fomenten la solidaridad y la cooperación. ",
            "Identifica y nombra los símbolos patrios y algunos elementos del patrimonio histórico, natural y cultural de su país."
        ]
    },
    {
        "title": "Educación Ciudadana",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Educación Ciudadana",
            "Nacionalidad y ciudadanía.",
            "Derechos Fundamentales según la Constitución.",
            "Símbolos patrios.",
            "Atribuciones del Poder Legislativo.",
            "Convivencia humana",
            "Ley 136-03 y su incidencia en la protección de niños y niñas.",
            "Cultura de paz y solución pacífica a los conflictos.",
            "Soluciones democráticas y participativas.",
            "Educación vial y Tributaria.",
            "Gobierno.",
            "Implicaciones de los accidentes de tránsito en la economía del Estado.",
            "Situaciones de violencia social e intrafamiliar.",
            "Análisis de situaciones de violencia juvenil.",
            "Situaciones de violencia social e intrafamiliar.Patrimonio natural, histórico y cultural de Latinoamérica",
            "Impacto de la contaminación.",
            "Situaciones cotidianas que ponen en riesgo su seguridad y su salud."
        ],
        "procedures": [
            "Análisis de los conceptos de nacionalidad, ciudadanía y Derechos Fundamentales:",
            "Búsqueda de información en la Constitución sobre estos conceptos y expresión de sus experiencias de aprendizaje en reflexiones, comentarios, argumentación, ejemplificación, otros.",
            "Elaboración de collage sobre los símbolos patrios, destacando aspectos históricos. Exposición explicando sus significados para los ciudadanos y la Patria dominicana.",
            "Realización de exposiciones y mesas redondas sobre las atribuciones del Poder Legislativo.",
            "Análisis de la protección que otorga la Ley 136-03 a la población infantil dominicana. Reflexiones sobre experiencias en la comunidad.",
            "Realización de debates con sus compañeros y compañeras sobre las condiciones de la democracia en la República Dominicana.",
            "Aporte de opinión sobre la participación democrática en el país.",
            "Argumentación sobre el cumplimiento de leyes para el bienestar común y para vivir en democracia.",
            "Análisis de sus derechos y deberes en la Ley 136-03.",
            "Análisis de las fuentes del erario público y su distribución.",
            "Representación en gráficos de la distribución del erario público.",
            "Elaboración de campañas sobre la convivencia armoniosa y la cultura de paz en la escuela y la comunidad.",
            "Realización de simulaciones de consulta y votaciones en la escuela, en la solución de problemas de su comunidad.",
            "Presentación de propuestas para solucionar los problemas de tránsito en su comunidad, mediante el análisis de la Ley No. 63'17, de Movilidad, Transporte Terrestre, Tránsito y Seguridad Vial.",
            "Realización de campañas preventivas de violencia juvenil, intrafamiliar y social.",
            "Realización de campañas escolares de concientización de educación vial y tributaria.",
            "Invitación de especialistas en los temas en educación vial.",
            "Organización de la campaña en la escuela.",
            "Elaboración de las propagandas.",
            "Presentación de los resultados de la campaña en gráficos.",
            "Elaboración de panfleto o ”brochure” sobre el patrimonio histórico y cultural de Latinoamérica.",
            "Producción de proyectos de investigación sobre la contaminación ambiental y situaciones que ponen en riesgo la salud."
        ],
        "attitudes": [
            "Respeto a los derechos, la cultura de paz y la tolerancia como bases de una sociedad justa.",
            "Actitud positiva del diálogo como herramienta para solucionar los conflictos.",
            "Respeto por los símbolos patrios.",
            "Interés por preservar la vida en vías públicas.",
            "Valoración del ahorro como forma de garantizar la calidad de vida.",
            "Valoración del diálogo para resolver situaciones cotidianas.",
            "Valoración de la vida y su integridad.",
            "Respeto y cuidado del medioambiente.",
            "Valoración de acciones que fomenten relaciones democráticas."
        ],
        "achievement_indicators": [
            "Elabora proyecto creativo donde muestre los elementos de la geografía física, la ubicación y los continentes, utilizando diferentes recursos e información de diversas fuentes.",
            "Comprende situaciones que generaron acontecimientos históricos importantes en el mundo y en la República Dominicana durante los periodos estudiados, identificando las causas y las consecuencias de estos procesos.",
            "Identifica y explica las características de las zonas climáticas del continente americano, el Caribe y la República Dominicana, y cómo influyen en los diferentes ecosistemas presentes en estas regiones.",
            "Analiza críticamente información sobre la población originaria de América y la Isla de Santo Domingo, utilizando fuentes confiables y rigurosas.",
            "Elabora análisis críticos en sus producciones y monografías sobre la historia como ciencia, identificando las etapas que la componen y los procesos históricos relevantes.",
            "Explica con sus propias palabras la información recopilada sobre la conquista y la expansión europea durante los periodos estudiados, identificando las causas y consecuencias de estos procesos históricos.",
            "Reconoce la importancia de la protección de los derechos humanos como fundamento principal del sistema democrático, identificando los derechos y deberes ciudadanos y su relación con la justicia social.",
            "Participa en actividades en su comunidad que promuevan la protección de la salud y el medio ambiente, y muestra disposición para colaborar con otros en proyectos que fomenten la solidaridad y la cooperación. ",
            "Identifica y nombra los símbolos patrios y algunos elementos del patrimonio histórico, natural y cultural de su país."
        ]
    },
    {
        "title": "Geografía Humana",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Geografía Humana",
            "Geografía como ciencia y sus ramas",
            "Conceptos básicos. El espacio geográfico",
            "Aspectos geográficos de los continentes: Ubicación, límites, superficie, relieve, clima, hidrografía, economía, población, cultura",
            "Antiguas civilizaciones"
        ],
        "procedures": [
            "Identificación y uso de fuentes confiables de la geografía como ciencia y sus ramas.",
            "Análisis de conceptos de geografía, ubicación, relieve, ubicación, cultura civilización.",
            "Selección de fuentes confiables sobre la geografía como ciencia.",
            "Análisis de los conceptos básicos de geografía y su objeto de estudio.",
            "Comparación de las ramas de la geografía física y humana.",
            "Elaboración de cuadros sinópticos de los aspectos geográficos de los continentes: relieve, clima, hidrografía, economía, población, cultura.",
            "Análisis de mapas sobre la población de los continentes.",
            "Análisis de la ubicación espacial de las antiguas civilizaciones e identifica sus aportes al desarrollo de la humanidad.",
            "Identifica en mapamundi, países en donde se ubicaban las civilizaciones antiguas.",
            "Utilización de lecturas de fuentes seguras y confiables sobre la geografía humana y los continentes, siguiendo procedimientos de análisis.",
            "Presentación de un resumen sobre los aspectos estudiados de la geografía humana y los aspectos geográficos de los continentes."
        ],
        "attitudes": [
            "Valoración del uso adecuado de fuentes de investigación.",
            "Interés por respetar la autoría de las informaciones utilizadas.",
            "Interés por el uso de fuentes confiables de investigación de geografía, historia y ciudadanía.",
            "Valoración de la geografía en el estudio del espacio natural.",
            "Respeto por las tradiciones culturales.",
            "Valoración del patrimonio de las civilizaciones."
        ],
        "achievement_indicators": [
            "Realiza investigaciones basadas en fuentes confiables sobre la geografía como ciencia y la geografía humana.",
            "Ubica en un mapamundi y otras fuentes los límites de los continentes, sus accidentes geográficos y el sistema de referencia de coordenadas.",
            "Aplica las reglas básicas de respeto a la autoría al utilizar información sobre el relieve, clima, hidrografía, economía, población y cultura de los continentes, tanto en fuentes impresas como digitales.",
            "Utiliza el pensamiento crítico al analizar los acontecimientos históricos de las civilizaciones antiguas y modernas de Europa y América.",
            "Expresa claramente su punto de vista sobre los acontecimientos que propiciaron la expansión europea durante los periodos estudiados.",
            "Aplica el pensamiento lógico en el análisis de los hechos históricos, sociales, económicos y culturales de los periodos estudiados en la historia dominicana.",
            "Manifiesta actitudes democráticas y de respeto, al defender sus derechos, el patrimonio histórico, natural y cultural de la República Dominicana y del mundo. ",
            "Reconoce la importancia de los símbolos patrios, asumiendo responsabilidad social, política y económica.",
            "Participa en la construcción de una cultura de paz y democracia a través de la generación de ideas que promuevan el diálogo y la reflexión colectiva en torno a los problemas sociales."
        ]
    },
    {
        "title": "Continentes: Europa Asia África Oceanía",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Continentes: Europa Asia África Oceanía",
            "Límites, países, relieve, clima, recursos naturales, población, economía de Europa"
        ],
        "procedures": [
            "Localización de los continentes en mapas y planisferio.",
            "Ubicación de los continentes (Asia, África, Europa y Oceanía) en un mapamundi utilizando sistema de referencia de coordenadas (Latitud norte o sur y longitud este u oeste).",
            "Utilización de la rosa del viento en un mapamundi para la ubicación de los continentes.",
            "Identificación y uso de leyendas, rosa de los vientos y escalas para interpretar algunas informaciones de los mapas.",
            "Lectura e interpretación de mapas de los continentes (europeos, africano, asiático y Oceanía).",
            "Identificación numérica de las coordenadas donde se ubican los continentes en un mapamundi.",
            "Localización en planisferios de los accidentes geográficos de los continentes.",
            "Identificación de las características físicas y geográficas de los continentes (europeo, africano, asiático y Oceanía).",
            "Lecturas de mapas históricos para ubicar en el tiempo y el espacio las primeras civilizaciones en África y Asia.",
            "Elaboración por grupo de una monografía con las características de la economía, la población, y la cultura de: Asia, África, Europa Oceanía.",
            "Elaboración de maquetas y dibujos de las principales características del relieve e hidrografía de los continentes.",
            "Observación de videos educativos sobre climogramas con la finalidad de leerlo y comprenderlo.",
            "Elaboración de un climograma sencillo sobre precipitaciones y temperaturas de su comunidad, provincia o el país.",
            "Dibujo de un gráfico de barra donde aparezca en la parte inferior los meses del año escrito en número.",
            "En la parte vertical del gráfico colocar a la izquierda las temperaturas y a la derecha las precipitaciones.",
            "Realización de juegos lúdicos sobre la ubicación de los continentes (Europa, África, Asia y Oceanía), siguiendo procedimientos de asignaciones grupales.",
            "Dibujo en cartulina de un mapamundi con los con colores diferentes para cada continente, tomando en cuenta el sistema de coordenada, hemisferios, coordenadas, latitud y longitud."
        ],
        "attitudes": [
            "Valoración de la diversidad geográfica y cultural del mundo.",
            "Valoración del continente americano.",
            "Valoración de los aportes hechos a la humanidad por las distintas civilizaciones de África, Asia, Europa y América.",
            "Interés por conocer procesos. ",
            "Interés por conocer sobre las culturas y civilizaciones antiguas.",
            "Interés por conocer el espacio geográfico que ocuparon las primeras civilizaciones."
        ],
        "achievement_indicators": [
            "Realiza investigaciones basadas en fuentes confiables sobre la geografía como ciencia y la geografía humana.",
            "Ubica en un mapamundi y otras fuentes los límites de los continentes, sus accidentes geográficos y el sistema de referencia de coordenadas.",
            "Aplica las reglas básicas de respeto a la autoría al utilizar información sobre el relieve, clima, hidrografía, economía, población y cultura de los continentes, tanto en fuentes impresas como digitales.",
            "Utiliza el pensamiento crítico al analizar los acontecimientos históricos de las civilizaciones antiguas y modernas de Europa y América.",
            "Expresa claramente su punto de vista sobre los acontecimientos que propiciaron la expansión europea durante los periodos estudiados.",
            "Aplica el pensamiento lógico en el análisis de los hechos históricos, sociales, económicos y culturales de los periodos estudiados en la historia dominicana.",
            "Manifiesta actitudes democráticas y de respeto, al defender sus derechos, el patrimonio histórico, natural y cultural de la República Dominicana y del mundo. ",
            "Reconoce la importancia de los símbolos patrios, asumiendo responsabilidad social, política y económica.",
            "Participa en la construcción de una cultura de paz y democracia a través de la generación de ideas que promuevan el diálogo y la reflexión colectiva en torno a los problemas sociales."
        ]
    },
    {
        "title": "Historia General",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Historia General",
            "Patrimonio natural, histórico y cultural del mundo.",
            "Primeras civilizaciones de Asia y África.",
            "Civilizaciones europeas: Grecia y Roma.",
            "Cristianismo y Edad Media.",
            "Imperios Modernos.",
            "Civilizaciones modernas desde el siglo XVI a la actualidad Imperios modernos.",
            "Ciencia y desarrollo capitalista desde el siglo XVI hasta la actualidad."
        ],
        "procedures": [
            "Identificación de lecturas de fuentes seguras y confiables en la redacción de un comentario sobre las primeras civilizaciones europeas y de América.",
            "Elección de la estructura del comentario (punto de partida, tesis, argumentos y conclusión).",
            "Identificación de fuentes confiables sobre la que realizará el comentario.",
            "Uso de verbos de opinión en primera persona (considero, creo, pienso, opino).",
            "Formulación de la tesis en referencia al tema seleccionado.",
            "Estructuración lógica de los argumentos que apoyan la tesis o planteamiento.",
            "Uso de expresiones que indiquen su postura (sin duda, lamentablemente, se debería, es necesario).",
            "Conclusión sobre los aspectos planteados.",
            "Elaboración de línea de tiempo para la ubicación de los siglos que corresponden las primeras civilizaciones, la Edad Media y la Edad Moderna.",
            "Elaboración de líneas de tiempo sobre la evolución y desarrollo de las primeras civilizaciones (Mesopotamia, Egipto, India y China, Fenicia y hebrea).",
            "Análisis de algunas de las causas del surgimiento de las primeras civilizaciones",
            "Elaboración de líneas de tiempo sobre la evolución y desarrollo de las primeras civilizaciones europeas hasta los imperios modernos.",
            "Observación de videos sobre las primeras civilizaciones (Mesopotamia, Egipto, India y China, Fenicia y hebrea).",
            "Socialización de ideas sobre la diferencia entre: cultura y civilización",
            "Elaboración de murales con ilustraciones de las antiguas civilizaciones.",
            "Lecturas de mapas históricos para ubicar en el tiempo y el espacio las primeras civilizaciones en África y Asia, Europa y América.",
            "Elaboración de un artículo expositivo sobre las civilizaciones modernas del siglo XVI a la actualidad (Utilización de la estructura (introducción, desarrollo y conclusión) el modo de organización causa consecuencia para comprender la información del artículo expositivo). ",
            "Identificación de las causas y consecuencias del desarrollo de la ciencia y el capitalismo en el siglo XVI.",
            "Elaboración de líneas de tiempo sobre las etapas de la historia."
        ],
        "attitudes": [
            "Aprecio del por el legado histórico de las primeras civilizaciones.",
            "Se interesa por ubicar en mapa los países que actuales donde se ubicaron las civilizaciones antiguas.",
            "Valoración de los aportes de las civilizaciones antiguas y modernas. ",
            "Interés por plantear su punto de vista sobre las civilizaciones antiguas.",
            "Interés por entender los acontecimientos históricos que dieron origen a las civilizaciones antiguas y modernas."
        ],
        "achievement_indicators": [
            "Realiza investigaciones basadas en fuentes confiables sobre la geografía como ciencia y la geografía humana.",
            "Ubica en un mapamundi y otras fuentes los límites de los continentes, sus accidentes geográficos y el sistema de referencia de coordenadas.",
            "Aplica las reglas básicas de respeto a la autoría al utilizar información sobre el relieve, clima, hidrografía, economía, población y cultura de los continentes, tanto en fuentes impresas como digitales.",
            "Utiliza el pensamiento crítico al analizar los acontecimientos históricos de las civilizaciones antiguas y modernas de Europa y América.",
            "Expresa claramente su punto de vista sobre los acontecimientos que propiciaron la expansión europea durante los periodos estudiados.",
            "Aplica el pensamiento lógico en el análisis de los hechos históricos, sociales, económicos y culturales de los periodos estudiados en la historia dominicana.",
            "Manifiesta actitudes democráticas y de respeto, al defender sus derechos, el patrimonio histórico, natural y cultural de la República Dominicana y del mundo. ",
            "Reconoce la importancia de los símbolos patrios, asumiendo responsabilidad social, política y económica.",
            "Participa en la construcción de una cultura de paz y democracia a través de la generación de ideas que promuevan el diálogo y la reflexión colectiva en torno a los problemas sociales."
        ]
    },
    {
        "title": "Historia de América",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Historia de América",
            "Cambios en el siglo XVIII en Europa y América:",
            "Revoluciones, reformas e independencia."
        ],
        "procedures": [
            "Explicación de los procesos históricos relacionados con la expansión de Occidente durante los siglos XVI- XVIII. ",
            "Elaboración informe de lecturas y monografías sobre las civilizaciones modernas y su legado.",
            "Análisis de los conceptos de revolución, reformas e independencia y su vinculación con las ocurridas en América.",
            "Comparación de textos cortos sobre el capitalismo, liberalismo y socialismo durante los siglos XVI al XX.",
            "Explicación crítica de los aportes de la ciencia en el Renacimiento y la conquista. ",
            "Análisis crítico del papel de los Imperios modernos: Portugal, España, Francia, Inglaterra, Holanda. Dominación en América, África, Asia y Oceanía en el proceso de conquista.",
            "Análisis de los acontecimientos más destacados del siglo XVIII en Europa.",
            "Comprensión de la Ilustración, de los personajes relevantes y de las características de los conservadores y los liberales.",
            "Lectura, comentario de texto y discusión sobre las causas de la Independencia de los Estados Unidos de América.",
            "Identificación de las causas de la Independencia de los Estados Unidos de América (situación de los colonos, impuestos, monopolización, personajes relevantes de esta, cronología) y sus consecuencias en el Caribe y América.",
            "Explicación de las causas y consecuencias de las revoluciones burguesas, la revolución de Haití y las revoluciones hispanoamericanas.",
            "Realización de una historieta sobre los cambios ocurridos en el siglo XVIII en Europa y América: Revoluciones, reformas e independencia (Utilización de la estructura de la historieta (inicio, nudo y desenlace), Inferencia, a partir del contexto, el significado de las palabras que desconoce, uso de las viñetas, las imágenes, los globos con textos y sin textos, de las onomatopeyas, el tamaño de las letras y el color para comprender su contenido."
        ],
        "attitudes": [
            "Valoración crítica de las revoluciones políticas burguesas, en particular de la Revolución Francesa y de la Revolución Haitiana, como promotoras de los derechos humanos y el respeto a la dignidad humana de todos los sectores sociales.",
            "Se interesa por comprender acontecimientos históricos de la expansión de occidente durante los siglos XVI Y XVIII.",
            "Interés por comprender los acontecimientos históricos sobre las independencias y revoluciones.",
            "Interés por plantear su punto de vista sobre las revoluciones hispanoamericana."
        ],
        "achievement_indicators": [
            "Realiza investigaciones basadas en fuentes confiables sobre la geografía como ciencia y la geografía humana.",
            "Ubica en un mapamundi y otras fuentes los límites de los continentes, sus accidentes geográficos y el sistema de referencia de coordenadas.",
            "Aplica las reglas básicas de respeto a la autoría al utilizar información sobre el relieve, clima, hidrografía, economía, población y cultura de los continentes, tanto en fuentes impresas como digitales.",
            "Utiliza el pensamiento crítico al analizar los acontecimientos históricos de las civilizaciones antiguas y modernas de Europa y América.",
            "Expresa claramente su punto de vista sobre los acontecimientos que propiciaron la expansión europea durante los periodos estudiados.",
            "Aplica el pensamiento lógico en el análisis de los hechos históricos, sociales, económicos y culturales de los periodos estudiados en la historia dominicana.",
            "Manifiesta actitudes democráticas y de respeto, al defender sus derechos, el patrimonio histórico, natural y cultural de la República Dominicana y del mundo. ",
            "Reconoce la importancia de los símbolos patrios, asumiendo responsabilidad social, política y económica.",
            "Participa en la construcción de una cultura de paz y democracia a través de la generación de ideas que promuevan el diálogo y la reflexión colectiva en torno a los problemas sociales."
        ]
    },
    {
        "title": "América en el siglo XX: Estados Unidos, Canadá y Latinoamérica",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "América en el siglo XX: Estados Unidos, Canadá y Latinoamérica",
            "Imperios coloniales y su impacto en América durante los siglos XX"
        ],
        "procedures": [
            "Análisis de la incidencia de los imperios coloniales impacto en América durante los siglos XIX y XX.",
            "Comprensión del papel de los imperios coloniales en América en el siglo XX.",
            "Interés por comprender la situación política de América en la primera mitad del siglo XIX.",
            "Identificación de fuentes confiables y seguras sobre la historia de América."
        ],
        "attitudes": [
            "Reflexión crítica sobre los imperios coloniales que incidieron en Latinoamérica.",
            "Interés por la situación política de América en el siglo XX.",
            "Valoración de los sectores que resistieron las intervenciones de los Estados Unidos de América."
        ],
        "achievement_indicators": [
            "Realiza investigaciones basadas en fuentes confiables sobre la geografía como ciencia y la geografía humana.",
            "Ubica en un mapamundi y otras fuentes los límites de los continentes, sus accidentes geográficos y el sistema de referencia de coordenadas.",
            "Aplica las reglas básicas de respeto a la autoría al utilizar información sobre el relieve, clima, hidrografía, economía, población y cultura de los continentes, tanto en fuentes impresas como digitales.",
            "Utiliza el pensamiento crítico al analizar los acontecimientos históricos de las civilizaciones antiguas y modernas de Europa y América.",
            "Expresa claramente su punto de vista sobre los acontecimientos que propiciaron la expansión europea durante los periodos estudiados.",
            "Aplica el pensamiento lógico en el análisis de los hechos históricos, sociales, económicos y culturales de los periodos estudiados en la historia dominicana.",
            "Manifiesta actitudes democráticas y de respeto, al defender sus derechos, el patrimonio histórico, natural y cultural de la República Dominicana y del mundo. ",
            "Reconoce la importancia de los símbolos patrios, asumiendo responsabilidad social, política y económica.",
            "Participa en la construcción de una cultura de paz y democracia a través de la generación de ideas que promuevan el diálogo y la reflexión colectiva en torno a los problemas sociales."
        ]
    },
    {
        "title": "Historia Dominicana",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Historia Dominicana",
            "Primera Intervención estadounidense de 1916-1924.",
            "Situación sociopolítica de la República Dominicana durante los años 1924-1930.",
            "Dictadura de Rafael Leónidas Trujillo Molina y la vulneración de los derechos humanos estatales durante los años 1930-1961.",
            "Situación política de 1961-1963.",
            "Gobierno de Bosch y golpe de Estado.",
            "Revolución de Abril (Caamaño y los constitucionalistas y el grupo de San Isidro).",
            "Gobierno de Héctor García Godoy.",
            "Los doce años de Joaquín Balaguer.",
            "Cambios en la sociedad de 1978 a la actualidad",
            "Crisis y cambios en la sociedad.",
            "Los gobiernos del PRD.",
            "Gobiernos del PLD"
        ],
        "procedures": [
            "Análisis de periodos de la historia dominicana, mediante comparaciones críticas 1916 y 1965.",
            "Comprensión de los principales acontecimientos históricos de América en el siglo XX.",
            "Análisis del impacto de los imperios coloniales en América.",
            "Análisis del merengue de Nico Lora “vienen los americanos” u otras canciones que se refieran al hecho histórico: Imágenes, caricaturas, poemas.",
            "Realización de comic, dibujos, pancartas, frases, u otras expresiones donde expresen sus opiniones sobre la ocupación por parte de Estados Unidos.",
            "Elaboración de líneas de tiempo de los acontecimientos históricos de 1960- 1965.",
            "Elaboración de líneas de tiempo sobre acontecimientos de 1916-1924. Formulación de hipótesis sobre los antecedentes de la Dictadura de Trujillo.",
            "Planteamiento de la hipótesis.",
            "Comprobación de la hipótesis.",
            "Corrección de la hipótesis.",
            "Análisis del impacto social, político, económico y religioso de la Era de Trujillo.",
            "Levantamiento de informaciones en museos y archivos sobre los movimientos opositores al régimen de Trujillo.",
            "Levantamiento de informaciones sobre los acontecimientos que propiciaron la Dictadura de Trujillo.",
            "Análisis de documentales y videos: para determinar las características económicas, políticas y socioculturales de la de Dictadura Trujillo.",
            "Identificación de los factores que propiciaron la caída de Trujillo.",
            "Análisis de documentos y videos sobre los acontecimientos ocurridos de 1961 al 1966.",
            "Explicación de las causas y consecuencias del Golpe de Estado a Juan Bosch.",
            "Elaboración de periódicos escolares sobre los sectores enfrentados en la Guerra de Abril.",
            "Análisis crítico del gobierno de García Godoy en 1966.",
            "Investigación en fuentes de investigación confiables sobre los doce años de Joaquín Balaguer.",
            "Identificación de las características principales que propiciaron su ascenso al poder.",
            "Análisis del impacto de los 12 años en la sociedad dominicana.",
            "Elaboración de monografías sobre los periodos históricos de 1978-1986; 1986-1994.",
            "Realización de un informe de lectura sobre el papel de la sociedad civil de 1990 a la actualidad.",
            "Elaboración de textos argumentativos sobre la crisis electoral de 1990 y 1994.",
            "Realización análisis comparativos sobre los aspectos sociales, políticos y económicos de los gobiernos del PRD, PRSC y los del PLD hasta el 2020.",
            "Presentación de un resumen final sobre los procesos históricos estudiados de 1960 a la actualidad."
        ],
        "attitudes": [
            "Preocupación por comprender los periodos históricos de la República Dominicana de 1916-1924;1924-1930.",
            "Interés por comprender los acontecimientos históricos principales en la Era de Trujillo.",
            "Reflexión crítica sobre el Golpe de Estado a Juan Bosch y la Guerra de Abril.",
            "Actitud crítica ante el papel de los constitucionalistas y el sector de San Isidro.",
            "Interés por los acontecimientos históricos que propiciaron el gobierno de Héctor García Godoy.",
            "Análisis crítico de los 12 de Años de Joaquín Balaguer.",
            "Reflexión crítica sobre los gobiernos de 1978-1986: 1986-2000.",
            "Interés por comprender los acontecimientos históricos de 2000 al 2020.",
            "Interés por comprender la incidencia de los partidos políticos y la sociedad civil en la solución de problemas."
        ],
        "achievement_indicators": [
            "Realiza investigaciones basadas en fuentes confiables sobre la geografía como ciencia y la geografía humana.",
            "Ubica en un mapamundi y otras fuentes los límites de los continentes, sus accidentes geográficos y el sistema de referencia de coordenadas.",
            "Aplica las reglas básicas de respeto a la autoría al utilizar información sobre el relieve, clima, hidrografía, economía, población y cultura de los continentes, tanto en fuentes impresas como digitales.",
            "Utiliza el pensamiento crítico al analizar los acontecimientos históricos de las civilizaciones antiguas y modernas de Europa y América.",
            "Expresa claramente su punto de vista sobre los acontecimientos que propiciaron la expansión europea durante los periodos estudiados.",
            "Aplica el pensamiento lógico en el análisis de los hechos históricos, sociales, económicos y culturales de los periodos estudiados en la historia dominicana.",
            "Manifiesta actitudes democráticas y de respeto, al defender sus derechos, el patrimonio histórico, natural y cultural de la República Dominicana y del mundo. ",
            "Reconoce la importancia de los símbolos patrios, asumiendo responsabilidad social, política y económica.",
            "Participa en la construcción de una cultura de paz y democracia a través de la generación de ideas que promuevan el diálogo y la reflexión colectiva en torno a los problemas sociales."
        ]
    },
    {
        "title": "Patrimonio natural, histórico y cultural del mundo",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Patrimonio natural, histórico y cultural del mundo",
            "Organización de la sociedad",
            "Atribuciones del Poder Judicial",
            "Símbolos Patrios.",
            "Deberes fundamentales.",
            "Organización municipal.",
            "Participación de sectores sociales, políticos y de la sociedad civil en la escuela y la nación.",
            "Deberes y derechos tributarios Convivencia humana.",
            "Cumplimiento de los deberes y derechos.",
            "Valores importantes para la convivencia. ",
            "Problemáticas viales y de educación tributaria.",
            "Cultura de paz y situaciones conflictivas.",
            "Relaciones armoniosas en el mundo."
        ],
        "procedures": [
            "Presentación de propuestas para solucionar los problemas de mediante la participación y la democracia.",
            "Realización de campañas preventivas de violencia juvenil, intrafamiliar y social.",
            "Elaboración de proyectos de investigación sobre la contaminación ambiental y situaciones que ponen en riesgo la salud.",
            "Presentación de un proyecto sobre una problemática de su comunidad con la finalidad de presentarlo a las autoridades de la escuela, la comunidad y a la alcaldía.",
            "Elaboración de periódico escolar sobre el cuidado del patrimonio natural, histórico y cultural del mundo.",
            "Selección de la estructura del periódico.",
            "Identificación de las fuentes de información.",
            "Realización de proyectos de investigación sobre las implicaciones de los conceptos de nación, estado, soberanía, poderes del Estado y símbolos patrios.",
            "Análisis de las implicaciones de la Declaración Universal de los Derechos Humanos y de los deberes y derechos de niños y niñas.",
            "Identificación de situaciones que vulneran su cuerpo.",
            "Elaboración de proyectos sencillos sobre problemáticas de educación vial y tributaria.",
            "Elaboración de campañas sobre la convivencia armoniosa y la cultura de paz en la escuela y la comunidad."
        ],
        "attitudes": [
            "Valoración del patrimonio histórico nacional, regional y mundial.",
            "Reflexión crítica sobre los conceptos de nación, Estado, Soberanía, Poderes del Estado y símbolos patrios.",
            "Integración a campaña de cumplimiento de deberes y respeto de los derechos.",
            "Actitud crítica frente a la contaminación ambiental y sobre situaciones que ponen en riesgo la salud."
        ],
        "achievement_indicators": [
            "Realiza investigaciones basadas en fuentes confiables sobre la geografía como ciencia y la geografía humana.",
            "Ubica en un mapamundi y otras fuentes los límites de los continentes, sus accidentes geográficos y el sistema de referencia de coordenadas.",
            "Aplica las reglas básicas de respeto a la autoría al utilizar información sobre el relieve, clima, hidrografía, economía, población y cultura de los continentes, tanto en fuentes impresas como digitales.",
            "Utiliza el pensamiento crítico al analizar los acontecimientos históricos de las civilizaciones antiguas y modernas de Europa y América.",
            "Expresa claramente su punto de vista sobre los acontecimientos que propiciaron la expansión europea durante los periodos estudiados.",
            "Aplica el pensamiento lógico en el análisis de los hechos históricos, sociales, económicos y culturales de los periodos estudiados en la historia dominicana.",
            "Manifiesta actitudes democráticas y de respeto, al defender sus derechos, el patrimonio histórico, natural y cultural de la República Dominicana y del mundo. ",
            "Reconoce la importancia de los símbolos patrios, asumiendo responsabilidad social, política y económica.",
            "Participa en la construcción de una cultura de paz y democracia a través de la generación de ideas que promuevan el diálogo y la reflexión colectiva en torno a los problemas sociales."
        ]
    },
    {
      "title": "La Geografía y su estudio",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "La Geografía y su estudio",
          "Concepto de Geografía",
          "Ramas de la Geografía",
          "Importancia del estudio de la geografía para la vida"
      ],
      "procedures": [
        "Identificación de fuentes confiables para el estudio geográfico",
        "Investigación en fuentes confiables sobre la importancia de la geografía y sus ciencias auxiliares",
        "Indagación en fuentes de información geográfica sobre los elementos que componen los distintos mapas",
        "Comparación de investigaciones sobre las teorías que componen el sistema solar y el origen del planeta Tierra",
        "Socialización de ideas y realización de organizadores gráficos sobre las ciencias auxiliares de la geografía",
        "Búsquedas de páginas webs y otros medios para el estudio de la geografía como Seterra, Testeando, Juegos Geográficos, o Global Forest Watch",
        "Socialización de ideas y realización de organizadores gráficos sobre las ciencias auxiliares de la geografía",
        "Realización de indagaciones en páginas digitales para el estudio de la geografía en la República Dominicana, tanto gubernamentales como de instituciones de ecologistas. Discusión sobre el trabajo que realizan"
      ],
      "attitudes": [
        "Interés por el uso adecuado de las fuentes de información utilizadas, verificando su credibilidad y relevancia para el tema",
        "Valoración de la geografía como una ciencia útil para la vida cotidiana."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "La Tierra y su representación: La tierra en el sistema solar",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "La Tierra y su representación: La tierra en el sistema solar",
          "Movimientos de la Tierra"
      ],
      "procedures": [
        "Comparación de investigaciones sobre las teorías que componen el sistema solar y el origen del planeta Tierra",
        "Uso de las distintas representaciones de la Tierra",
        "Identificación de las escalas de representación de la tierra",
        "Empleo en mapa de los puntos cardinales, paralelos, meridianos y la rosa de los vientos para ubicar cualquier espacio",
        "Diferenciación entre mapas y planos",
        "Interpretación de los distintos tipos de mapas y sus elementos",
        "Formulación y comprobación de hipótesis sobre el origen del planeta Tierra",
        "Observación y comparación en una representación del Sistema Solar de los distintos astros y planetas",
        "Introducción a los fundamentos y uso de los Sistemas de Posicionamiento Global (GPS)",
        "Valoración del planeta Tierra dentro del Sistema Solar",
        "Demostración de interés en observar su espacio geográfico de forma crítica y científica",
        "Explicación de las implicaciones de descubrimientos de nuevos planetas"
      ],
      "attitudes": [
        "Valoración de la importancia del planeta Tierra dentro del Sistema Solar.",
        "Interés por identificar los diferentes tipos de mapas y los elementos que los componen."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "La Cartografía",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
        "La cartografía y su importancia",
        "Representaciones de la Tierra",
        "Puntos Cardinales y rosa de los vientos",
        "Meridiano de Greenwich, Escala Mercator y otras escalas"
      ],
      "procedures": [
        "Identificación de las escalas de representación de la tierra",
        "Empleo en mapa de los puntos cardinales, paralelos, meridianos y la rosa de los vientos para ubicar cualquier espacio",
        "Interpretación de los distintos tipos de mapas y sus elementos"
      ],
      "attitudes": [
        "Respeto de las fuentes de informaciones institucionales, al realizar investigaciones sobre la historia de la cartografía",
        "Interés por identificar los diferentes tipos de mapas y los elementos que los componen"
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "Mapas y planos. Sus componentes",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "Mapas y planos. Sus componentes",
          "Puntos cardinales y la rosa de los vientos",
          "Meridiano de Greenwich. La escala de Mercator y otras escalas",
          "Meridianos y paralelos. Medidas de posición"
      ],
      "procedures": [
        "Diferenciación entre mapas y planos.",
        "Interpretación de los distintos tipos de mapas y sus elementos.",
        "Uso de las distintas representaciones de la Tierra."
      ],
      "attitudes": [
        "Interés por los Sistemas de Posicionamiento Global (GPS).",
        "Valoración de la geografía como una ciencia útil para la vida cotidiana."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "Historia Universal",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "Historia Universal"
      ],
      "procedures": [
        "Investigación de los recursos naturales de los continentes colonizados entre los siglos XV y XVIII, mediante consulta en diversas fuentes bibliográficas, audiovisuales y páginas especializadas en internet.",
        "Realización de simulaciones acerca del régimen de las encomiendas, las luchas de los aborígenes y los esclavos africanos en la isla durante el siglo XVI y XVII.",
        "Análisis de fuentes históricas sobre las medidas tomadas en la despoblación de la banda norte, sus causas y consecuencias."
      ],
      "attitudes": [
        "Respeto por la autoría de las informaciones localizadas sobre historia universal.",
        "Valoración de fuentes de información para el estudio de períodos determinados."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "Revoluciones Burguesas durante el siglo XVIII y XIX",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "Revoluciones Burguesas durante el siglo XVIII y XIX"
      ],
      "procedures": [
        "Producción de noticias sobre las Revoluciones burguesas, utilizando: titular, entrada o copete, cuerpo, foto y pie de foto.",
        "Búsqueda de información para elaborar esquemas sobre el impacto de las Revoluciones burguesas en las colonias de Santo Domingo.",
        "Elaboración de cuadros sinópticos sobre el liberalismo y el conservadurismo en Europa."
      ],
      "attitudes": [
        "Valoración de las luchas de los pueblos por conquistar sus derechos políticos, sociales y económicos.",
        "Valoración de los derechos fundamentales del ser humano y manifestación de una posición crítica frente a su violación."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "Nuevas ideas políticas",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "Nuevas ideas políticas"
      ],
      "procedures": [
        "Identificación y representación de personajes de los movimientos obreros organizados en Europa y en América Latina.",
        "Socialización mediante lluvia de ideas sobre los cambios económicos y sociales durante la Segunda Revolución industrial.",
        "Recolección de las informaciones para la producción de noticias sobre acontecimientos históricos referidos al surgimiento del nacionalismo."
      ],
      "attitudes": [
        "Se preocupa por el cumplimiento de los derechos humanos.",
        "Demanda de sus derechos, y cumplimiento de sus deberes."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "Surgimiento del nacionalismo y su expansión a lo largo del siglo XVIII y XIX",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "Surgimiento del nacionalismo y su expansión a lo largo del siglo XVIII y XIX"
      ],
      "procedures": [
        "Búsqueda de información para explicar cómo fue surgiendo el nacionalismo en países como: Alemania, Italia, Imperio Austro Húngaro, América Latina y el Caribe.",
        "Lluvia de ideas sobre los cambios económicos, políticos y territoriales después de la industrialización.",
        "Discusión de conceptos, tales como: nación, nacionalismo."
      ],
      "attitudes": [
        "Interés por el significado de conceptos relacionados con el expansionismo.",
        "Valoración de las luchas de los pueblos por conquistar sus derechos políticos, sociales y económicos."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "Educación ciudadana, identidad cultural e interculturalidad",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "Educación ciudadana, identidad cultural e interculturalidad"
      ],
      "procedures": [
        "Utilización de diversas fuentes confiables sobre la definición conceptual de derecho ciudadano, cultural, identidad cultural, aculturación, transculturación e interculturalidad.",
        "Realización de investigaciones exhaustivas sobre los símbolos patrios, profundizando en su significado y en la importancia que tienen para la nación.",
        "Realización de simulaciones en el patio de la escuela utilizando conos y señales viales, enfocados en los roles de peatones, ciclistas y conductores que favorezcan aprender y aplicar las reglas de tránsito."
      ],
      "attitudes": [
        "Respeta y valora el espacio social natural.",
        "Valoración de la cultura de paz y de la formación de una ciudadanía responsable."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "Los Derechos Humanos y La Constitución dominicana",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "Los Derechos Humanos y La Constitución dominicana"
      ],
      "procedures": [
        "Interpretación del recorrido histórico de la Constitución dominicana.",
        "Análisis de los valores humanos y sociales que presenta la Constitución de la República Dominicana.",
        "Realización de investigaciones sobre los derechos humanos y la historia de la Constitución."
      ],
      "attitudes": [
        "Muestra respeto por el diálogo como forma de resolver conflictos.",
        "Valoración de los derechos fundamentales del ser humano y manifestación de una posición crítica frente a su violación."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
      "title": "Calentamiento global",
      "level": "SECUNDARIA",
      "year": "PRIMERO",
      "subject": "CIENCIAS_SOCIALES",
      "concepts": [
          "Calentamiento global"
      ],
      "procedures": [
        "Análisis de las implicaciones del calentamiento global para la humanidad.",
        "Comprensión de los efectos de la contaminación en el planeta Tierra.",
        "Dramatización de situaciones que reflejen las causas del calentamiento global."
      ],
      "attitudes": [
        "Interés por el cuidado de los recursos naturales.",
        "Actitud crítica ante la contaminación."
      ],
      "achievement_indicators": [
          "Analiza diversos textos sobre la importancia de la geografía y sus ciencias auxiliares, distintas representaciones espaciales por medio de GPS (Sistema de Posicionamiento Global) y otras herramientas utilizadas en la geografía",
          "Ubica en mapas espacios cartográficos, puntos cardinales, meridiano de Greenwich y escala geográfica de acuerdo con la forma en la que se representa",
          "Ubica en mapa los territorios conquistados, las rutas comerciales y las colonias establecidas por los países europeos durante su expansión, en los siglos estudiados. ",
          "Utiliza fuentes confiables en el estudio de los periodos históricos correspondientes a los siglos abordados, asegurando la precisión y objetividad en su investigación",
          "Sintetiza hechos históricos relevantes de la historia colonial en la isla de Santo Domingo durante los siglos XV al XVIII, a través de la elaboración de resúmenes e informes de lectura",
          "Elabora gráficos y cuadros sinópticos sobre las condiciones políticas, sociales y económicas que existían en la isla de Santo Domingo durante los siglos estudiados",
          "Elabora líneas de tiempo sobre acontecimientos históricos que dieron origen a la cultura de paz, así como de los personajes que han luchado por ella",
          "Utiliza de forma crítica las fuentes de información sobre la representación de la tierra, diferencias entre mapas y plano, espacio geográfico y los componentes de representación de los mapas. ",
          "Compara la incidencia del colonialismo, mercantilismo, monopolio, contrabando y capitalismo en la expansión colonial europea, a través de ensayos y monografías académicas publicadas en revistas especializadas y en libros de autores reconocidos",
          "Realiza análisis de diversas fuentes históricas que abordan planteamientos y teorías acerca del origen del nacionalismo",
          "Compara planteamientos de autores sobre derechos humanos y movimientos obreros organizados durante las revoluciones burguesas en los siglos estudiados",
          "Analiza cómo las revoluciones burguesas, la Revolución Francesa y la independencia de las 13 colonias de Estados Unidos de América influyeron en los cambios políticos, económicos y sociales de los siglos estudiados",
          "Identifica los factores que motivaron las contradicciones políticas, religiosas y económicas desarrolladas entre Alemania, Italia y el Imperio Austrohúngaro",
          "Emplea el diálogo en la solución de situaciones conflictivas surgidas por incumplimiento al derecho ciudadano, desacuerdos culturales, de identidad cultural, aculturación, transculturación o interculturalidad",
          "Valora la importancia de los derechos humanos en la solución de conflictos, la igualdad y la cultura de paz",
          "Analiza la importancia de la Constitución de República Dominicana en la garantía del Estado de derecho, el equilibrio de los poderes del Estado y la soberanía nacional",
          "Plantea proyectos de educación vial y tributaria en el marco de una ciudadanía responsable",
          "Explica las implicaciones de la teoría de la dependencia para comprender la realidad de América Latina. ",
          "Elabora pinturas, collages y murales sobre el impacto del calentamiento global en el planeta Tierra",
          "Presenta resúmenes, informes de lecturas y propuestas sobre la preservación de los recursos naturales en el mundo y en su país",
          "Analiza fuentes de información confiable sobre cómo la contaminación ambiental repercute en la estabilidad social"
      ]
    },
    {
        "title": "La Tierra, nuestra casa: el escenario de la humanidad",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Geomorfología como ciencia y su campo de estudio",
            "Teorías sobre las placas tectónicas",
            "Estructura geológica y relieve de los continentes",
            "Principales formas o unidades del relieve en la ísla de Santo Domingo",
            "Zonas de fallas geológicas de los continentes y de la isla de Santo Domingo"
        ],
        "procedures": [
            "Identificación de fenómenos geomorfológicos en mapa físico mundial",
            "Uso adecuado de las informaciones levantadas en fuentes diversas sobre las formas o unidades de relieve de los continentes y de la isla de Santo Domingo",
            "Investigación utilizando fuentes diversas sobre la formación de la estructura geológica de los continentes y de la isla de Santo Domingo",
            "Análisis de mapas de fallas geológicas de los continentes y de la isla de Santo Domingo"
        ],
        "attitudes": [
            "Respeto de la autoría de las informaciones obtenidas sobre Geografía Física y Humana",
            "Valoración de la geografía como ciencia aplicada a la vida cotidiana es fundamental",
            "Reflexión sobre la importancia de los procedimientos de verificación de informaciones confiables en relación al estudio de la geomorfología",
            "Demostración de interés en observar su espacio geográfico de forma crítica y científica",
            "Interés en su espacio geográfico para defenderlo y/o protegerlo o transformarlo de cara al interés colectivo sin provocar daños a la ecología ni al medioambiente"
        ],
        "achievement_indicators": [
            "Identifica con pertinencia los movimientos sísmicos y sus puntos geográficos en distinto mapa, a partir de consulta en fuentes confiables de información",
            "Analiza las tasas demográficas de un país, su evolución a lo largo del tiempo y evalúa la influencia de diferentes factores económicos o culturales presentes en estos cambios"
        ]
    },
    {
        "title": "Movimientos sísmicos",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Movimientos sísmicos",
            "Causas y consecuencias de los movimientos sísmicos",
            "Terremoto",
            "Maremoto",
            "Zonas volcánicas"
        ],
        "procedures": [
            "Análisis de fuentes seguras y confiables sobre explicaciones científicas acerca de los movimientos sísmicos",
            "Analiza en fuentes de información y mapas de zonas volcánicas y de mayor movimiento sísmico en el mundo",
            "Propuesta de acciones de prevención de daños personales en casos de movimientos sísmicos, investigando en el Instituto Sismológico de la UASD",
            "Análisis e interpretación de leyendas en mapas de emergencia",
            "Elaboración de planes preventivos de daños personales por fenómenos atmosféricos, a través de consultas en el Centro de Operaciones de Emergencia (COE): Defensa Civil, ONAMET, CAASD, Ministerio de Salud Pública, Cruz Roja Dominicana, Ministerios de Defensa, Policía Nacional, Corporación Dominicana de Empresas Eléctricas Estatales",
            "Manejo e interpretación de distintos instrumentos meteorológicos: termómetro de máxima y mínima, pluviómetros, higrómetro, anemómetro y veleta, entre otros"
        ],
        "attitudes": [
            "Respeto de la autoría de las informaciones obtenidas sobre Geografía Física y Humana",
            "Valoración de la geografía como ciencia aplicada a la vida cotidiana es fundamental",
            "Reflexión sobre la importancia de los procedimientos de verificación de informaciones confiables en relación al estudio de la geomorfología",
            "Demostración de interés en observar su espacio geográfico de forma crítica y científica",
            "Interés en su espacio geográfico para defenderlo y/o protegerlo o transformarlo de cara al interés colectivo sin provocar daños a la ecología ni al medioambiente"
        ],
        "achievement_indicators": [
            "Analiza las tasas demográficas de un país, su evolución a lo largo del tiempo y evalúa la influencia de diferentes factores económicos o culturales presentes en estos cambios"
        ]
    },
    {
        "title": "Elementos del clima",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Elementos del clima",
            "Tipos de clima",
            "Factores geográficos del clima",
            "El clima en la República Dominicana y de las Antillas",
            "Población y clima",
            "El agua: océanos, mares, lagunas, lagos y ríos"
        ],
        "procedures": [
            "Investigación en fuentes seguras y confiables sobre los tipos de clima y sus distintos factores geográficos",
            "Realización y comparación de climogramas de distintos países, provincias o ciudades",
            "Comparación de mapa de climas y vegetación de la República Dominicana y de las Antillas",
            "Investigación sobre el cambio climático en República Dominicana y en las Antillas",
            "Realización de investigación sobre la variación climática y su incidencia en el crecimiento de la población humana"
        ],
        "attitudes": [
            "Respeto de la autoría de las informaciones obtenidas sobre Geografía Física y Humana",
            "Valoración de la geografía como ciencia aplicada a la vida cotidiana es fundamental",
            "Reflexión sobre la importancia de los procedimientos de verificación de informaciones confiables en relación al estudio de la geomorfología",
            "Demostración de interés en observar su espacio geográfico de forma crítica y científica",
            "Interés en su espacio geográfico para defenderlo y/o protegerlo o transformarlo de cara al interés colectivo sin provocar daños a la ecología ni al medioambiente"
        ],
        "achievement_indicators": [
            "Desarrolla argumentos de manera funcional a través de textos que permitan comprender las propuestas presentadas por organismos internacionales en relación con la protección del medioambiente"
        ]
    },
    {
        "title": "Fenómenos naturales",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Fenómenos naturales",
            "Huracanes",
            "Inundaciones",
            "Erupciones volcánicas",
            "Desastre Naturales"
        ],
        "procedures": [
            "Investigación en fuente segura sobre fenómenos naturales y sus distintas clasificaciones",
            "Reconocimiento de la importancia de las fuentes históricas en los fenómenos estudiados"
        ],
        "attitudes": [
            "Demostración de interés en observar de manera crítica y científica el espacio geográfico y los cambios climáticos",
            "Interés por la preservación del planeta Tierra",
            "Respeto por la conservación de los recursos del planeta Tierra y de su país",
            "Valoración de propuestas que preserven el planeta Tierra",
            "Actitud crítica ante explicaciones de fenómenos naturales y sociales",
            "Interés por explicaciones científicas desde las Ciencias Sociales"
        ],
        "achievement_indicators": [
            "Aplica metodologías participativas y democráticas para buscar soluciones a conflictos en distintos contextos sociales",
            "Analiza la influencia de los factores naturales y humanos en los elementos del clima, sus implicaciones del calentamiento en el planeta Tierra a nivel global, regional y local, identificando sus causas y consecuencias",
            "Propone proyectos comunitarios que benefician a todos los ciudadanos, utilizando herramientas y estrategias que fomenten la participación activa y colaborativa de la comunidad en la identificación de necesidades y soluciones"
        ]
    },
    {
        "title": "Dinámicas de la población: Tasas demográficas",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Tasas demográficas",
            "Fecundidad",
            "Natalidad",
            "Mortalidad",
            "Mortalidad infantil",
            "Esperanza de vida",
            "Censos"
        ],
        "procedures": [
            "Interpretación en mapamundi sobre la dinámica de la población",
            "Comparación de similitudes y diferencias entre pirámides de edades",
            "Realización gráfica sobre la fecundidad, natalidad, mortalidad y esperanza de vida en la República Dominicana",
            "Interpretación de mapas y datos estadísticos de censos de la población en la República Dominicana",
            "Comparación de los indicadores económicos del desarrollo con el índice de desarrollo humano (IDH)"
        ],
        "attitudes": [
            "Interés por la preservación del planeta Tierra",
            "Respeto por la conservación de los recursos del planeta Tierra y de su país",
            "Valoración de propuestas que preserven el planeta Tierra",
            "Actitud crítica ante explicaciones de fenómenos naturales y sociales",
            "Interés por explicaciones científicas desde las Ciencias Sociales",
            "Demostración de interés en analizar de forma crítica las dinámicas de la población",
            "Interés por confrontar sus ideas con los demás sobre las migraciones humanas"
        ],
        "achievement_indicators": [
            "Analiza las tasas demográficas de un país, su evolución a lo largo del tiempo y evalúa la influencia de diferentes factores económicos o culturales presentes en estos cambios",
            "Elabora proyectos comunitarios enfocados hacia la protección del medioambiente, aplicando conocimientos sobre los problemas ambientales y herramientas para su abordaje",
            "Propone proyectos comunitarios que benefician a todos los ciudadanos, utilizando herramientas y estrategias que fomenten la participación activa y colaborativa de la comunidad en la identificación de necesidades y soluciones"
        ]
    },
    {
        "title": "Las migraciones humanas",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Las migraciones humanas",
            "Tipos de migraciones y sus características",
            "Efecto de la acción humana en el planeta Tierra"
        ],
        "procedures": [
            "Representación sobre un mapamundi, de las principales rutas de migración humana",
            "Análisis de fuentes confiables sobre las distintas causas y razones que originan la migración humana",
            "Realización de proyectos de investigación sobre el calentamiento global",
            "Formulación de hipótesis sencillas sobre el impacto de la acción humana en el Planeta Tierra",
            "Análisis de legislaciones y protocolos internacionales sobre la preservación del planeta Tierra",
            "Análisis de los efectos del calentamiento global en el mundo"
        ],
        "attitudes": [
            "Demostración de interés en observar de manera crítica y científica el espacio geográfico y los cambios climáticos",
            "Interés por la preservación del planeta Tierra",
            "Respeto por la conservación de los recursos del planeta Tierra y de su país",
            "Valoración de propuestas que preserven el planeta Tierra",
            "Actitud crítica ante explicaciones de fenómenos naturales y sociales",
            "Interés por explicaciones científicas desde las Ciencias Sociales",
            "Interés por confrontar sus ideas con los demás sobre las migraciones humanas"
        ],
        "achievement_indicators": [
            "Elabora mapa de las migraciones humanas de una región o país, identificando los diferentes tipos de migraciones y las características de cada uno, utilizando informaciones confiables y rigurosas para garantizar la originalidad y autenticidad de la información recabada",
            "Compara las similitudes y diferencias entre los cambios ocurridos en el mundo durante el neocolonialismo, la descolonización y las guerras mundiales, utilizando varios mapas de fuentes confiables"
        ]
    },
    {
        "title": "Imperialismo y revolución en el escenario mundial durante los siglos XIX y XX",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Imperialismo y revolución en el escenario mundial durante los siglos XIX y XX",
            "Grandes potencias y espacio mundial",
            "Poder financiero, político e ideológico en el siglo XX: Centro Periferia",
            "Transporte y mercado: Canal de Suez y de Panamá"
        ],
        "procedures": [
            "Explicación de los conceptos imperialismo y Revolución, planteando su punto de vista",
            "Interpretación del espacio mundial como escenario de confrontación de las grandes potencias por el poder económico",
            "Investigación utilizando fuentes diversas sobre el impacto del complejo financiero de las grandes potencias",
            "Análisis de los enfrentamientos de las grandes potencias por el dominio político y económico en la primera mitad del siglo XX",
            "Elaboración de esquemas donde se grafiquen las relaciones e intercambios entre países desarrollados y los países subdesarrollados",
            "Utilización de mapamundi para ilustrar los cambios de rutas del transporte marítimo de tropas. Implicaciones comerciales de los canales de Suez (1897) y Panamá (1914)"
        ],
        "attitudes": [
            "Valoración de las explicaciones de escuelas historiográficas",
            "Demostración de interés en adquirir conocimientos sobre temas de historia universal",
            "Actitud crítica de los argumentos presentados por diferentes autores en diferentes fuentes consultadas con relación a la Primera Guerra Mundial y la crisis de entreguerras",
            "Respeto por las opiniones de los demás en el análisis y debate sobre el impacto de la Primera Guerra Mundial en la República Dominicana"
        ],
        "achievement_indicators": [
            "Elabora una línea de tiempo que muestre los principales acontecimientos históricos del siglo estudiados",
            "Realiza en brochure e infografías, explicaciones sencillas de los cambios históricos, espaciales, políticos, económicos y culturales durante los períodos históricos estudiados"
        ]
    },
    {
        "title": "La Primera Guerra Mundial, el afianzamiento económico de Estados Unidos, crisis de entreguerras",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "La Primera Guerra Mundial, el afianzamiento económico de Estados Unidos, crisis de entreguerras",
            "Revolución rusa",
            "Planes y tratados",
            "Crisis del 1929",
            "Fascismo y su derrota",
            "Impacto de la Primera Guerra Mundial en la República Dominicana"
        ],
        "procedures": [
            "Investigación, utilizando procedimientos básicos de las ciencias sociales, y formulación de hipótesis sobre las causas que dieron origen a la Primera Guerra Mundial y la Revolución Rusa",
            "Demostración de interés en observar de manera crítica y científica el espacio geográfico y los cambios climáticos",
            "Interés por la preservación del planeta Tierra",
            "Respeto por la conservación de los recursos del planeta Tierra y de su país",
            "Valoración de propuestas que preserven el planeta Tierra",
            "Actitud crítica ante explicaciones de fenómenos naturales y sociales",
            "Interés por explicaciones científicas desde las Ciencias Sociales",
            "Manifestación de interés por la comprensión de los procesos que provocaron las guerras mundiales",
            "Análisis crítico de los acontecimientos que provocaron el imperialismo y la expansión estadounidense",
            "Interés por comprender la incidencia de las guerras mundiales y la fría en el orden mundial",
            "Demostración de interés en analizar de forma crítica las dinámicas de la población",
            "Interés por confrontar sus ideas con los demás sobre las migraciones humanas",
            "Análisis de tratados firmados durante y después de la Primera Guerra Mundial",
            "Análisis de los movimientos fascistas en Europa",
            "Explicación de los factores que originaron el fascismo y su fin",
            "Redacción de un artículo expositivo sobre las implicaciones de la Primera Guerra Mundial y el afianzamiento económico de Estados Unidos",
            "Identificación de temáticas para el artículo referente a: Explotación bananera en Centroamérica, Sudamérica y el Caribe; papel de Estados Unidos y Canadá en la Primera Guerra Mundial (1917 - 1918); auge de la explotación agrícola; Control de las explotaciones mineras",
            "Investigación utilizando procedimientos básicos de las ciencias sociales, y formulación de hipótesis, acerca de la Primera Guerra Mundial y su impacto hacia el sistema económico de la República Dominicana"
        ],
        "attitudes": [
            "Valoración de las explicaciones de escuelas historiográficas",
            "Demostración de interés en adquirir conocimientos sobre temas de historia universal",
            "Actitud crítica de los argumentos presentados por diferentes autores en diferentes fuentes consultadas con relación a la Primera Guerra Mundial y la crisis de entreguerras",
            "Respeto por las opiniones de los demás en el análisis y debate sobre el impacto de la Primera Guerra Mundial en la República Dominicana"
        ],
        "achievement_indicators": [
            "Elabora una línea de tiempo que muestre los principales acontecimientos históricos del siglo estudiados",
            "Analiza los cambios que se produjeron en el mundo tras la Primera Guerra Mundial",
            "Elabora propuestas sobre prácticas democráticas, solución de conflictos y cultura de paz mediante la participación como medio de solución",
            "Realiza propuestas que garanticen la cultura de paz en cualquier espacio y el respeto a los derechos humanos"
        ]
    },
    {
        "title": "Norte y Sur: El mundo y la humanidad divididos por el poder y la riqueza",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
          "División social, económica y política durante el siglo XX",
          "Similitudes y diferencias demográficas",
          "Antillanismo y antiimperialismo en el Caribe a finales del siglo XIX",
          "Antecedentes históricos del Antillanismo y antiimperialismo",
          "Influencia de las potencias coloniales y neocoloniales en la región",
          "Lucha por la independencia y la soberanía de los países caribeños"
        ],
        "procedures": [
          "Investigación en fuentes seguras y confiables sobre las diferencias económicas, sociales y políticas entre los países del Norte y el Sur",
          "Comparación de investigaciones históricas sobre extracción de recursos mineros en los pueblos del Sur para los pueblos del Norte durante el siglo XX",
          "Comparación de gráficos estadísticos sobre el crecimiento poblacional de los países del Norte y del Sur",
          "Interpretación del Antillanismo y el antimperialismo como respuesta al expansionismo (José Martí, Eugenio María de Hostos, José Diego, Américo Lugo, Manuel González Prada y José Carlos Mariátegui"
        ],
        "attitudes": [
          "Valoración de las explicaciones de escuelas historiográficas",
          "Demostración de interés en adquirir conocimientos sobre temas de historia universal",
          "Presentación de opiniones fundamentadas en argumentos de fuentes confiables acerca de los hechos históricos que han tenido impacto en las relaciones entre países del Norte y del Sur"
        ],
        "achievement_indicators": [
          "Explica mediante el análisis de autores relevantes, los tratados internacionales antes y después de las guerras mundiales y su impacto en la división del mundo en conceptos (norte y sur), así como en la percepción de la humanidad sobre estos",
          "Analiza rigurosamente el impacto social de la incidencia de la contaminación en la República Dominicana, explorando las causas y consecuencias en la salud, economía, calidad de vida y medioambiente de la población afectada a nivel local y nacional"
        ]
    },
    {
        "title": "Sociedad dominicana durante la segunda mitad del siglo XIX hasta principio del siglo XX, en los aspectos económicos, políticos y sociales",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
          "Sociedad dominicana durante la segunda mitad del siglo XIXhasta principio del siglo XX, en los aspectos económicos, políticos y sociales",
          "Gobiernos y dictaduras",
          "El capitalismo dependiente",
          "Modernidad y urbanización",
          "La República en los primeros años del siglo XX: 1900 - 1914",
          "Educación ciudadana"
        ],
        "procedures": [
          "Caracterización de la sociedad dominicana durante la segunda mitad del siglo XIX y principio del siglo XX, en los aspectos económicos, políticos y sociales",
          "Gobiernos y dictaduras",
          "El capitalismo dependiente, modernidad y urbanización",
          "Análisis crítico del impacto de la expansión imperialista en la República Dominicana, 1886 - 1914",
          "Elaboración de un afiche sobre las características de la economía dominicana a principios del siglo XX",
          "Análisis de los cambios sociales culturales y políticos de la sociedad dominicana en la primera mitad del siglo XIX",
          "Elaboración de organizadores gráficos y líneas de tiempo son los principales acontecimientos de la primera mitad del siglo XIX",
          "Comprensión de los procesos históricos que dieron origen a la formación del Estado dominicano"
        ],
        "attitudes": [
          "Valoración de las explicaciones de escuelas historiográficas",
          "Demostración de interés en adquirir conocimientos sobre temas de historia universal"
        ],
        "achievement_indicators": [
          "Realiza en brochure e infografías, explicaciones sencillas de los cambios históricos, espaciales, políticos, económicos y culturales durante los períodos históricos estudiados",
          "Aplica metodologías participativas y democráticas para buscar soluciones a conflictos en distintos contextos sociales",
          "Propone proyectos comunitarios que benefician a todos los ciudadanos, utilizando herramientas y estrategias que fomenten la participación activa y colaborativa de la comunidad en la identificación de necesidades y soluciones"
        ]
    },
    {
        "title": "Democracia y Estado de derecho",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
          "Democracia y Estado de derecho",
          "Derechos Fundamentales en la República Dominicana",
          "Educación vial",
          "Educación tributaria",
          "Símbolos patrios",
          "Valores, solución de conflictos y cultura de paz",
          "Soluciones participativas"
        ],
        "procedures": [
          "Elaboración de propuestas sobre las implicaciones de un Estado de derecho en la solución de conflictos, la cultura de paz y la vida democrática",
          "Reconocimiento de los aportes del modelo democrático al desarrollo de la sociedad",
          "Identificación de las ventajas de los sistemas democráticos en contraposición a los autoritarios",
          "Análisis de las características del Estado de derecho en la Constitución dominicana",
          "Realización de investigación estadística sobre accidentes de tránsito en la localidad, provincia, país o región, analizando sus causas, consecuencias y presentando hallazgos para concienciar sobre la importancia de la seguridad vial",
          "Realización de análisis crítico sobre información de educación tributaria",
          "Creación de representaciones visuales impactantes, como maquetas, dibujos o pinturas, que capturen la esencia de los símbol os patrios y reflejen su significado",
          "Participación activamente en ceremonias oficiales tanto en la comunidad como en la escuela, contribuyendo al homenaje y respeto hacia los símbolos patrios",
          "Análisis críticos de situaciones que muestran irrespeto a los valores humanos",
          "Identificación de procedimientos dialógicos para solucionar problemas",
          "Formulación de hipótesis sencillas sobre un problema generado por conflictos sociales, económicos, políticos, culturales o espaciales que ponen en riesgo a su habitante",
          "Presentación y discusión de sus hipótesis con sus compañeros sobre solución de conflicto y cultura de paz"
        ],
        "attitudes": [
          "Valoración de la política mundial y organismos internacionales: la búsqueda de la paz",
          "Respeto por los derechos de los demás, las diferencias de creencias, de origen y culturales. Protesta por cualquier discriminación que apele a estas diferencias",
          "Valoración de los derechos culturales y los derechos ambientales incluidos en la Constitución de la República Dominicana",
          "Visión de la pobreza, la desigualdad y la exclusión como amenazas a la paz"
        ],
        "achievement_indicators": [
          "Elabora propuestas sobre prácticas democráticas, solución de conflictos y cultura de paz mediante la participación como medio de solución",
          "Aplica metodologías participativas y democráticas para buscar soluciones a conflictos en distintos contextos sociales",
          "Elabora proyectos sobre educación vial y tributaria que permiten concientizar a la comunidad sobre la importancia del cumplimiento de las normas"
        ]
    },
    {
        "title": "Propuestas globales de los organismos internacionales sobre derechos ambientales",
        "level": "SECUNDARIA",
        "year": "SEGUNDO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
          "Propuestas globales de los organismos internacionales sobre derechos ambientales",
          "Acciones a favor de la protección al medioambiente y el cumplimento de los deberes ciudadanos",
          "Impacto de la contaminación ambiental en la Republica Dominicana y otros países del mundo"
        ],
        "procedures": [
          "Elaboración de proyectos de investigaciones personales y grupales sobre las medidas adoptadas por la Naciones Unidas para la protección al medioambiente",
          "Elaboración de propuestas para la protección ambiental ante el cumplimento de nuestros deberes",
          "Levantamiento de informaciones en fuentes confiables para presentar propuesta ecológica y educativa como medio de acción por el clima, sostenibilidad local y la preservación del planeta tierra"
        ],
        "attitudes": [
          "Actitud de preocupación por el cambio climático",
          "Actitud crítica ante posiciones de países desarrollados sobre el calentamiento global",
          "Interés por realizar propuestas colectivas sobre la protección del medioambiente",
          "Interés por el diálogo como forma de resolver conflictos",
          "Valoración de los puntos de vista de otras personas",
          "Respeto por buscar soluciones sociales colectivas"
        ],
        "achievement_indicators": [
          "Elabora proyectos comunitarios enfocados hacia la protección del medioambiente, aplicando conocimientos sobre los problemas ambientales y herramientas para su abordaje",
          "Analiza rigurosamente el impacto social de la incidencia de la contaminación en la República Dominicana, explorando las causas y consecuencias en la salud, economía, calidad de vida y medioambiente de la población afectada a nivel local y nacional",
          "Desarrolla argumentos de manera funcional a través de textos que permitan comprender las propuestas presentadas por organismos internacionales en relación con la protección del medioambiente"
        ]
    },
    {
        "title": "Teorías sobre el origen geológico del continente americano",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Teorías sobre el origen geológico del continente americano",
            "Grandes líneas de relieve del continente americano y las teorías tectónicas",
            "Fallas geológicas y fosas tectónicas del continente americano"
        ],
        "procedures": [
            "Explicación de teorías que abordan el origen geológico del continente americano",
            "Discusión y análisis de teorías sobre el origen del continente americano"
        ],
        "attitudes": [
            "Interés por el análisis crítico de las teorías que explican el origen del continente americano",
            "Valoración de la importancia del continente americano en diferentes aspectos como la geografía, la historia y la cultura"
        ],
        "achievement_indicators": [
            "Analiza por medio de un artículo de opinión las teorías que dieron origen al continente americano",
            "Analiza información en fuentes confiables y mapas sobre las cuencas hidrográficas, clima y vegetación del continente americano, así como su expansión demográfica, económica y distintos modelos de producción",
            "Identifica en mapas y otras fuentes de información, las grandes líneas de relieve, fallas geológicas y fosas tectónicas del continente americano"
        ]
    },
    {
        "title": "Geografía Física del continente americano",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Geografía Física del continente americano",
            "Principales unidades de relieve del Continente americano",
            "Principales cuencas hidrográficas",
            "Ríos y lagos de América",
            "Clima y vegetación de América"
        ],
        "procedures": [
            "Elaboración de sus propias ideas conceptuales de geografía física, humana y económica del continente americano",
            "Investigación de conceptos propios de la geografía física, humana y económica del continente americano"
        ],
        "attitudes": [
            "Demostración de interés en utilizar fuentes de información confiables acerca de la geografía de América",
            "Interés por el conocimiento de la Geografía Física y la humana"
        ],
        "achievement_indicators": [
            "Analiza información en fuentes confiables y mapas sobre las cuencas hidrográficas, clima y vegetación del continente americano, así como su expansión demográfica, económica y distintos modelos de producción",
            "Elabora infografías sobre la geografía física, humana y económica del continente americano",
            "Elabora argumentos mediante textos funcionales sobre los impactos ambientales del avance industrial y la contaminación, identificando sus consecuencias en la naturaleza y proponiendo posibles soluciones para mitigarlos"
        ]
    },
    {
        "title": "Geografía Humana del continente americano",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Geografía Humana del continente americano",
            "Antecedentes históricos del poblamiento de América y su evolución demográfica",
            "Ordenamiento poblacional en zonas urbanas y rurales",
            "Dinámica de la población americana con el resto del mundo"
        ],
        "procedures": [
            "Elaboración de monografía sobre el crecimiento poblacional de América, así como de sus modelos productivos",
            "Investigación sobre las principales ramas que componen la geografía física, humana y económica"
        ],
        "attitudes": [
            "Demostración de respetar el uso adecuado de las informaciones utilizadas en relación a la geografía económica del continente americano",
            "Respeto hacia la importante de hacer un uso adecuado de las citas y referencias bibliográficas en relación a la geografía de América"
        ],
        "achievement_indicators": [
            "Analiza información en fuentes confiables y mapas sobre las cuencas hidrográficas, clima y vegetación del continente americano, así como su expansión demográfica, económica y distintos modelos de producción",
            "Elabora infografías sobre la geografía física, humana y económica del continente americano",
            "Selecciona páginas confiables en formato impreso y digital sobre la política de expansión y hegemonía estadounidense conocida como el Gran Garrote y la Guerra Hispano-Cubana-Americana"
        ]
    },
    {
        "title": "Geografía económica del Continente americano",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Geografía económica del Continente americano",
            "Modelos productivos",
            "Principales actividades económicas",
            "Avance industrial y efecto en la naturaleza",
            "Efectos de la contaminación en la naturaleza",
            "Efectos de la explotación de los recursos naturales en República Dominicana y América Latina"
        ],
        "procedures": [
            "Investigación en distintas fuentes sobre los modelos de producción del continente americano",
            "Discusión y análisis del avance del crecimiento industrial en la naturaleza"
        ],
        "attitudes": [
            "Interés por el análisis crítico de las informaciones",
            "Valoración de estudios y propuestas que cuestionan los procesos de contaminación en el mundo"
        ],
        "achievement_indicators": [
            "Elabora infografías sobre la geografía física, humana y económica del continente americano",
            "Selecciona páginas confiables en formato impreso y digital sobre la política de expansión y hegemonía estadounidense conocida como el Gran Garrote y la Guerra Hispano-Cubana-Americana",
            "Explica la incidencia de las dictaduras ocurridas en Iberoamérica y el Caribe, así como el impacto significativo de la Revolución cubana en la historia política, económica y social de la región",
            "Analiza de manera crítica fuentes de información sobre las crisis económicas de la Gran Depresión de 1929 y su extensión a la década de 1930, evaluando su impacto a nivel nacional e internacional",
            "Elabora argumentos mediante textos funcionales sobre los impactos ambientales del avance industrial y la contaminación, identificando sus consecuencias en la naturaleza y proponiendo posibles soluciones para mitigarlos",
            "Evalúa detalladamente las consecuencias socioambientales y económicas de la explotación de los recursos naturales en República Dominicana y América Latina, identificando similitudes, diferencias y posibles soluciones para promover un uso sostenible de los mismos"
        ]
    },
    {
        "title": "Historia de América",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Historia de América",
            "Sociedad prehispánica de América",
            "Sociedades coloniales de América Hispanita",
            "Formación y desarrollo de Brasil"
        ],
        "procedures": [
            "Explicación de teorías sobre sociedad prehispánica de América",
            "Discusión y análisis sobre las sociedades coloniales de América Hispanita"
        ],
        "attitudes": [
            "Valoración de opiniones sobre sociedades prehispánica y el expansionismo",
            "Respeto por la autoría de las informaciones utilizadas en el estudio de los procesos históricos"
        ],
        "achievement_indicators": [
            "Elabora infografías sobre la geografía física, humana y económica del continente americano",
            "Analiza mapas de procesos y hechos históricos relacionados con las sociedades prehispánicas, coloniales y el expansionismo estadounidense; así como tratados y división de territorios como consecuencia de las guerras mundiales",
            "Explica la incidencia de las dictaduras ocurridas en Iberoamérica y el Caribe, así como el impacto significativo de la Revolución cubana en la historia política, económica y social de la región"
        ]
    },
    {
        "title": "Expansionismo y Hegemonía Estadounidense 1900-1930",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Expansionismo y Hegemonía Estadounidense 1900-1930",
            "El Garrote como Política en Centroamérica",
            "La Guerra Hispano-cubana-americana",
            "La Doctrina Monroe y el destino manifiesto",
            "La Gran Depresión de 1929 y su extensión a la década de 1930 en Estados Unidos y otros países de América",
            "República Dominicana durante el proceso de Expansionismo y Hegemonía Estadounidense (1900-1930)"
        ],
        "procedures": [
            "Investigación sobre el expansionismo estadounidense en América (1900 -1930)",
            "Elaboración de resúmenes y ensayos de la hegemonía estadounidense en América y el Caribe durante el siglo XX"
        ],
        "attitudes": [
            "Interés por el análisis crítico y analítico al examinar casos de políticas imperialistas de los Estados Unidos en países de América Latina y el Caribe",
            "Actitud crítica frente a las dictaduras y políticas de dominio de Estados Unidos"
        ],
        "achievement_indicators": [
            "Elabora infografías sobre la geografía física, humana y económica del continente americano",
            "Selecciona páginas confiables en formato impreso y digital sobre la política de expansión y hegemonía estadounidense conocida como el Gran Garrote y la Guerra Hispano-Cubana-Americana",
            "Analiza mapas de procesos y hechos históricos relacionados con las sociedades prehispánicas, coloniales y el expansionismo estadounidense; así como tratados y división de territorios como consecuencia de las guerras mundiales",
            "Examina de forma crítica los conceptos de expansionismo, hegemonía y política del Gran Garrote, y su impacto en los países de América Latina"
        ]
    },
    {
        "title": "Frontera imperial",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Frontera imperial",
            "Intervenciones de Estados Unidos en el Caribe",
            "Resistencias a las intervenciones estadounidenses en América Latina",
            "Guerra Civil Española y su impacto en América Latina (1936 y 1939)",
            "Crisis económicas durante la Segunda Guerra Mundial (1939-1945)"
        ],
        "procedures": [
            "Análisis sobre la política del Destino Manifiesto y la Doctrina Monroe en los gobiernos de Roosevelt y Wilson",
            "Planteamiento de hipótesis transitorias sobre las implicaciones de la construcción del Canal de Panamá y la separación de esta nación de Colombia"
        ],
        "attitudes": [
            "Interés por el análisis crítico de las informaciones",
            "Valoración del análisis crítico sobre informaciones históricas de las dictaduras ocurridas en Iberoamérica"
        ],
        "achievement_indicators": [
            "Elabora infografías sobre la geografía física, humana y económica del continente americano",
            "Analiza mapas de procesos y hechos históricos relacionados con las sociedades prehispánicas, coloniales y el expansionismo estadounidense; así como tratados y división de territorios como consecuencia de las guerras mundiales",
            "Explica la incidencia de las dictaduras ocurridas en Iberoamérica y el Caribe, así como el impacto significativo de la Revolución cubana en la historia política, económica y social de la región",
            "Analiza de manera crítica fuentes de información sobre las crisis económicas de la Gran Depresión de 1929 y su extensión a la década de 1930, evaluando su impacto a nivel nacional e internacional",
            "Redacta ensayos y resúmenes que expliquen las causas y consecuencias de la Revolución Mexicana, así como de las guerras mundiales, la guerra Civil Española, la Guerra Fría y su impacto en América Latina"
        ]
    },
    {
        "title": "Dictaduras ocurridas en Iberoamérica y el Caribe durante el siglo XX",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Dictaduras ocurridas en Iberoamérica y el Caribe durante el siglo XX",
            "Similitudes y diferencias entre las dictaduras y el autoritarismo en América y la cuenca del Caribe (Cuba, Argentina, Paraguay, Guatemala, Brasil, Chile, Colombia, Venezuela, República Dominicana, Nicaragua, y Haití.)",
            "Populismo de Getulio Vargas en Brasil y Juan Domingo Perón en Argentina"
        ],
        "procedures": [
            "Comparación de las similitudes y diferencias existentes entre las dictaduras ocurridas en Iberoamérica y su vigencia en el siglo XX",
            "Investigación en fuentes seguras sobre las dictaduras y caudillismos surgidos después de la Segunda Guerra Mundial"
        ],
        "attitudes": [
            "Interés por los cambios en el mundo durante el siglo XX",
            "Valoración de estudios y propuestas que cuestionan los procesos de contaminación en el mundo"
        ],
        "achievement_indicators": [
            "Redacta ensayos y resúmenes que expliquen las causas y consecuencias de la Revolución Mexicana, así como de las guerras mundiales, la guerra Civil Española, la Guerra Fría y su impacto en América Latina",
            "Reconoce las similitudes y diferencias entre las dictaduras ocurridas en Iberoamérica, sus sistemas de gobiernos y vulneraciones de los derechos humanos",
            "Elabora propuestas que promueven la gobernanza, desarrollo económico y democracia como el Estado de derecho",
            "Asume posturas críticas frente al incumplimiento de deberes y derechos en la sociedad"
        ]
    },
    {
        "title": "Fin de la Segunda Guerra Mundial, hegemonía de Estados Unidos de América",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Fin de la Segunda Guerra Mundial, hegemonía de Estados Unidos de América",
            "1945-1960 cambios acelerados en la economía y la sociedad",
            "La Revolución cubana y sus repercusiones",
            "Impacto de la Segunda Guerra Mundial y la Guerra Fría en la República Dominicana",
            "Final de la Guerra Fría y Caída del Socialismo"
        ],
        "procedures": [
            "Investigación en fuentes seguras sobre el fin de la Segunda Guerra Mundial y la hegemonía de Estados Unidos de América",
            "Elaboración de mapas conceptuales, u otros organizadores gráficos sobre cómo impactó en la República Dominicana la Segunda Guerra Mundial y la Guerra Fría"
        ],
        "attitudes": [
            "Interés por los cambios en el mundo durante el siglo XX",
            "Valoración de la importancia del continente americano en diferentes aspectos como la geografía, la historia y la cultura"
        ],
        "achievement_indicators": [
            "Selecciona páginas confiables en formato impreso y digital sobre la política de expansión y hegemonía estadounidense conocida como el Gran Garrote y la Guerra Hispano-Cubana-Americana",
            "Analiza mapas de procesos y hechos históricos relacionados con las sociedades prehispánicas, coloniales y el expansionismo estadounidense; así como tratados y división de territorios como consecuencia de las guerras mundiales",
            "Examina de forma crítica los conceptos de expansionismo, hegemonía y política del Gran Garrote, y su impacto en los países de América Latina",
            "Explica la incidencia de las dictaduras ocurridas en Iberoamérica y el Caribe, así como el impacto significativo de la Revolución cubana en la historia política, económica y social de la región",
            "Utiliza programas de antiplagio en la verificación de la autenticidad de la información localizada acerca del impacto económico, político, social y cultural que tuvieron la Segunda Guerra Mundial, la Guerra Fría y la Caída del Socialismo en los siglos estudiados",
            "Investiga en fuentes confiables. tanto impresa como digitales planteamientos históricos de diferentes autores sobre los cambios que ocurrieron en el mundo después de la Segunda Guerra Mundial, así como durante la Guerra Fría y la caída del socialismo",
            "Analiza de manera crítica fuentes de información sobre las crisis económicas de la Gran Depresión de 1929 y su extensión a la década de 1930, evaluando su impacto a nivel nacional e internacional",
            "Redacta ensayos y resúmenes que expliquen las causas y consecuencias de la Revolución Mexicana, así como de las guerras mundiales, la guerra Civil Española, la Guerra Fría y su impacto en América Latina"
        ]
    },
    {
        "title": "Educación Ciudadana",
        "level": "SECUNDARIA",
        "year": "TERCERO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [
            "Educación Ciudadana",
            "Derechos humanos, gobernanza, desarrollo económico y democracia como Estado de derecho",
            "Símbolos patrios",
            "Uso de los recursos naturales en América y la República Dominicana",
            "Valores humanos, solución de conflictos y cultura de paz",
            "El problema de la violencia asociada al narcotráfico: Nuevo paradigma global para la lucha contra el narcotráfico y otros crímenes asociados",
            "Educación vial",
            "Educación tributaria"
        ],
        "procedures": [
            "Elaboración de campañas de concienciación en grupos, utilizando carteles, folletos, vídeos o presentaciones, que permitan transmitir mensajes claros sobre la educación vial y la importancia de seguir las normas de tránsito",
            "Investigación en fuentes seguras sobre las leyes que regulan los medios de tránsito en la República Dominicana"
        ],
        "attitudes": [
            "Demostración de respetar el uso adecuado de las informaciones utilizadas en relación a la geografía económica del continente americano",
            "Valoración de la importancia del continente americano en diferentes aspectos como la geografía, la historia y la cultura"
        ],
        "achievement_indicators": [
            "Asume posturas críticas frente al incumplimiento de deberes y derechos en la sociedad",
            "Elabora proyectos sobre los valores humanos, cultura de paz y la solución pacífica de los conflictos de manera pacífica",
            "Analiza artículos de la Constitución de la República Dominicana que establecen las características de nuestro gobierno",
            "Elabora argumentos mediante textos funcionales sobre los impactos ambientales del avance industrial y la contaminación, identificando sus consecuencias en la naturaleza y proponiendo posibles soluciones para mitigarlos",
            "Evalúa detalladamente las consecuencias socioambientales y económicas de la explotación de los recursos naturales en República Dominicana y América Latina, identificando similitudes, diferencias y posibles soluciones para promover un uso sostenible de los mismos",
            "Compara críticamente las consecuencias del crecimiento urbano en diferentes regiones, los factores que influyen en la transformación espacial y las estrategias innovadoras hacia la gestión sostenible de las ciudades",
            "Emplea técnicas de análisis crítico durante el diálogo constructivo y la negociación colaborativa, haciendo uso de herramientas de comunicación efectiva y técnicas de resolución de conflictos que permitan alcanzar acuerdos mutuos"
        ]
    },
    {
        "title": "",
        "level": "SECUNDARIA",
        "year": "CUARTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [],
        "procedures": [],
        "attitudes": [],
        "achievement_indicators": []
    },
    {
        "title": "",
        "level": "SECUNDARIA",
        "year": "QUINTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [],
        "procedures": [],
        "attitudes": [],
        "achievement_indicators": []
    },
    {
        "title": "",
        "level": "SECUNDARIA",
        "year": "SEXTO",
        "subject": "CIENCIAS_SOCIALES",
        "concepts": [],
        "procedures": [],
        "attitudes": [],
        "achievement_indicators": []
    }
]
