[
    {
        "title": "La tarjeta de identidad",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La tarjeta de identidad",
            "Estructura de la tarjeta de identidad (Nombre y apellido)",
            "Función del nombre propio",
            "La mayúscula y la minúscula"
        ],
        "attitudes": [
            "Reconocimiento de sus características propias y fortalecimiento de su identidad.",
            "Satisfacción al distinguir su nombre entre otros que escucha.",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su tarjeta de identidad para que pueda ser comprendida por otras personas."
        ],
        "procedures": [
            "Identificación de palabras que riman con su nombre.",
            "Conteo de las sílabas que componen su nombre.",
            "Identificación de la sílaba inicial / final de su nombre.",
            "Elección entre varios nombres, los que inician con la misma sílaba de su nombre.",
            "Identificación del sonido inicial / final de su nombre.",
            "Identificación de la mayúscula en sus nombres y apellidos.",
            "Elección entre varias palabras, las que comienzan con el mismo sonido de su nombre.",
            "Diferenciación de palabras cortas y largas en los nombres que escucha.",
            "Pronunciación y asociación de su nombre con la tarjeta de identidad que lo contiene.",
            "Valoración de la importancia del nombre propio y de la tarjeta de identidad para la identificación como individuo, como miembro de una familia y de una comunidad.",
            "Pronunciación de palabras que riman con su nombre.",
            "Pronunciación de palabras que comienzan / terminan por la misma sílaba de su nombre.",
            "Descomposición en sílaba de su nombre y/o del nombre de compañeros.",
            "Unión de sílabas dadas para formar su nombre y/o nombres de compañeros.",
            "Pronunciación de su nombre, exagerando el sonido inicial / final.",
            "Pronunciación de palabras que comienzan / terminan por el mismo sonido de su nombre.",
            "Pronunciación de palabras que corresponden a nombres cortos y nombres largos.",
            "Definición de la situación de escritura (para qué elaborar la tarjeta de identidad).",
            "Planificación de la elaboración de su tarjeta de identidad.",
            "Escritura del primer borrador de la tarjeta de identidad, según la etapa de apropiación de la escritura en la que se encuentre, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), uso de la mayúscula en sus nombres y apellidos disposición del escrito sobre el papel y empuñando el lápiz en posición correcta.",
            "Revisión y corrección de la escritura de su nombre, en su tarjeta de identidad, con la ayuda de pares y del o la docente.",
            "Publicación de su tarjeta de identidad en un lugar visible del aula."
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "El letrero",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "Función y estructura (palabras y/o imágenes).",
            "Función del tamaño de las letras.",
            "Nombres propios y comunes."
        ],
        "attitudes": [
            "Valoración del uso de los letreros en la escuela y en su comunidad como un medio de identificación de objetos, lugares o situaciones.",
            "Interés por conocer los letreros y su funcionalidad en la vida cotidiana.",
            "Creatividad en la producción de letreros.",
            "Satisfacción al poder escribir de manera creativa letreros relacionados con su vida cotidiana.",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su letrero."
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura del letrero que se escuchará.",
            "Escucha atenta de información de los letreros leídos por el docente.",
            "Reconocimiento de la estructura de los letreros leídos por el o la docente: palabras con letras grandes y/o con imágenes y relación de esta estructura con su función.",
            "Paráfrasis de informaciones de los letreros que escucha, haciendo inferencias de otras ideas relacionadas con la información.",
            "Identificación de palabras que riman con unas extraídas del letrero que escucha y las sobrantes que no comparten la rima en una serie dada.",
            "Identificación y Conteo de las sílabas que forman palabras extraías del letrero que escucha.",
            "Agrupación de palabras de los letreros que escucha que tengan la misma cantidad de sílabas.",
            "Identificación de la sílaba que se encuentra en el medio de palabras que componen los letreros que escucha.",
            "Identificación en palabras de letreros que escucha de sílaba común al inicio / al final, resaltando dicha sílaba.",
            "Agrupación de palabras que comienzan / terminan por el mismo sonido que los nombres de letreros que escucha.",
            "Identificación del sonido común al comienzo / al final de dos o más palabras en los letreros que escucha.",
            "Diferenciación de palabras cortas y largas en los letreros que escucha.",
            "Diferenciación de nombres propios y comunes contenidos en los letreros que escucha.",
            "Establecimiento de la intención comunicativa del letrero que se elaborará de manera oral.",
            "Planificación del letrero que presentará de forma oral",
            "Selección y organización de la información con la que se elaborará el letrero, según la intención comunicativa.",
            "Presentación oral del letrero elaborado utilizando el vocabulario apropiado a la intención comunicativa y función del texto.",
            "Pronunciación de palabras que riman con otras contenidas en el letrero presentado, aislando dicha rima.",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio la misma sílaba de los nombres de letreros dados.",
            "Descomposición en sílabas de las palabras que componen letreros conocidos.",
            "Unión de sílabas dadas para formar palabras nuevas a partir de una seleccionada de letreros conocidos.",
            "Pronunciación de palabras de letreros conocidos, exagerando el sonido inicial / final.",
            "Pronunciación de palabras que comienzan / terminan por el mismo sonido de letreros dados.",
            "Pronunciación de palabras cortas y largas de letreros conocidos, con fluidez y entonación adecuadas.",
            "Pronunciación de nombres propios y comunes contenidos en los letreros que escucha.",
            "Reconocimiento de la intención comunicativa del letrero que lee.",
            "Lectura en voz alta de letreros con fluidez, claridad y entonación adecuada, según el nivel de lectura en que se encuentre, aplicando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel).",
            "Utilización de la estructura del letrero para comprender su información y atraer la atención de los interlocutores.",
            "Identificación del vocabulario que aparece en los letreros y evaluación de su adecuación en función de la situación comunicativa.",
            "Paráfrasis, haciendo inferencias de otras ideas relacionada con la información del letrero que lee.",
            "Identificación y establecimiento en actividades escritas de la correspondencia entre letras y sonidos iniciales y finales de palabras extraídas de los letreros que lee.",
            "Diferenciación, en la escritura, de palabras cortas y largas contenidas en los letreros leídos.",
            "Diferenciación, de manera escrita, de nombres propios y comunes contenidos en los letreros que lee.",
            "Establecimiento de la intención comunicativa para elaborar un letrero.",
            "Planificación de la información que presentará en el letrero que va a elaborar.",
            "Escritura, según la etapa en que se encuentre, aplicando las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y empuñando el lápiz en posición correcta, del primer borrador del letrero utilizando nombres propios, comunes y vocabulario apropiado a su intención y a su estructura / letras grandes para atraer la atención de los/las interlocutores/as.",
            "Revisión y corrección del contenido y los aspectos ortográficos en el borrador con ayuda del o la docente y de sus compañeros y compañeras para avanzar progresivamente a la escritura convencional.",
            "Edición y publicación del letrero."
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "La lista de compras",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La lista de compras",
            "Función de la lista de compras",
            "Estructura de la lista de compras",
            "Silueta de la lista de compras",
            "Distinción números y palabras"
        ],
        "attitudes": [
            "Valoración del uso de la lista de compras como forma de organización para la adquisición de los productos.",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su lista de compras."
        ],
        "procedures": [
            "Socialización de la intención comunicativa con la que se leerá una lista de compra",
            "Escucha atenta de nombres de productos en una lista de compras.",
            "Identificación de los productos que son leídos como parte de la lista de compras.",
            "Identificación de palabras que riman con otras contenidas en la lista de compras que escucha y sobrante (que no comparte la rima) en una serie dada.",
            "Identificación y Conteo de las sílabas que forman palabras extraías de la lista de compra que escucha.",
            "Identificación de la sílaba que se encuentra en el medio de palabras contenidas en la lista de compras que escucha.",
            "Identificación de palabras de la lista de compras que escucha que tiene una sílaba común al comienzo / al final / en el medio, señalando dicha sílaba.",
            "Agrupación de palabras que comienzan / terminan por el mismo sonido que otra palabra dada, a partir de la lista de compras que escucha.",
            "Identificación del sonido que se encuentra en el medio de las palabras de la lista de compras que escucha.",
            "Identificación del sonido común al comienzo / al final de dos o más palabras de la lista de compras que escucha.",
            "Diferenciación de palabras cortas y largas en la lista de compras que escucha.",
            "Establecimiento de la intención comunicativa para la elaboración oral de su lista de compras.",
            "Planificación de la lista de compra que elaborará de manera oral",
            "Selección de los nombres y las cantidades de los productos que necesita comprar.",
            "Presentación oral de la lista de compra elaborada, con fluidez, claridad y entonación adecuada.",
            "Pronunciación de palabras que riman con otras contenidas en la lista de compras, pronunciando la rima de forma aislada.",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio la misma sílaba que otra palabra contenida en la lista de compras.",
            "Descomposición en sílabas de palabras contenidas en la lista de comparas.",
            "Unión de sílabas dadas para formar palabras nuevas a partir de las presentadas en la lista de compras.",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido que otra palabra.",
            "Segmentación de cada uno de los sonidos que componen una palabra extraída de la lista de compras.",
            "Pronunciación de palabras cortas y largas de las que componen la lista de compras.",
            "Establecimiento de un propósito para la lectura de la lista de compras.",
            "Lectura en voz alta de los nombres de los productos escritos en su lista de compras con claridad y entonación adecuada, según el nivel en que se encuentra, aplicando las normas convencionales de la lectura cuando lee listas de compras: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel.",
            "Utilización de la estructura de la lista de compras (título, nombres de productos escritos uno debajo de otro) y la interpretación del significado de las palabras contenidas en la para comprender su información.",
            "Identificación y establecimiento, en actividades escritas, de la correspondencia entre letras y sonidos de palabras extraídas de la lista de compras que lee.",
            "Identificación y lectura de las palabras tomando en cuenta los espacios en blanco.",
            "Diferenciación en la escritura de palabras cortas y largas al leerlas.",
            "Establecimiento de la situación comunicativa de la lista de compras que se producirá.",
            "Planificación de la escritura de la lista de compras.",
            "Selección de los productos que se requieren comprar para responder a la situación comunicativa establecida.",
            "Escritura, según la etapa de apropiación de la escritura en que se encuentre, aplicando las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel y el lugar de las letras sobre el renglón, empuñando el lápiz en la posición correcta. ",
            "Empleo de las listas de compras colectivamente, con fines comunicativos, utilizando un vocabulario adecuado al contenido de los productos.",
            "Revisión y corrección del contenido y los aspectos ortográficos de su escrito con la ayuda del o la docente y de sus compañeros y compañeras, para avanzar progresivamente a la escritura convencional.",
            "Edición y publicación de su lista de compras."
        ]
    },
    {
        "title": "El mensaje corto",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El mensaje corto",
            "Función del mensaje corto",
            "Estructura del mensaje corto (Fecha, destinatario, cuerpo del mensaje y firma)",
            "Oración simple",
            "Signos de puntuación ( coma, y punto ) y auxiliares"
        ],
        "attitudes": [
            "Curiosidad e interés al escuchar los mensajes",
            "Valoración del mensaje como medio para comunicarse con otros",
            "Interés por informar a otros y otras, de manera oral, sobre asuntos relevantes con brevedad y precisión",
            "Valoración del mensaje como medio para comunicarse de forma privada con los y las demás",
            "Curiosidad e interés al escuchar los mensajes",
            "Curiosidad e interés al leer los mensajes",
            "Respeto de la privacidad de sus compañeros y compañeras y de otras personas cuando reciben mensajes",
            "Valoración del mensaje como medio para comunicarse de forma privada con los y las demás",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su mensaje corto"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura de un mensaje corto que se escuchará.",
            "Escucha atenta de mensajes leídos por el o la docente.",
            "Utilización de la estructura y el vocabulario del mensaje que escucha (fecha, destinatario, cuerpo (oraciones simples) del mensaje y firma), signos de puntuación y signos auxiliares para comprender su contenido.",
            "Paráfrasis del sentido global del mensaje que escucha.",
            "Identificación de palabras o expresiones que riman con palabras contenidas en el mensaje corto que escucha y la palabra o expresión sobrante (que no comparte la rima) en una serie dada.",
            "Identificación y conteo de las sílabas que forman palabras extraías del letrero que escucha.",
            "Identificación de la sílaba que se encuentra en el medio de palabras del mensaje corto que escucha.",
            "Identificación de palabras en el mensaje corto que escucha que contienen una sílaba común en el medio.",
            "Identificación de la sílaba común en el medio de palabras del mensaje corto que escucha.",
            "Agrupación de palabras que comienzan / terminan por el mismo sonido que otra contenida en el mensaje corto que escucha.",
            "Identificación del sonido que se encuentra en el medio de las palabras del mensaje corto que escucha.",
            "Agrupación de palabras, del mensaje corto que escucha, que tienen en el medio el mismo sonido.",
            "Identificación del sonido común al comienzo / al final de dos o más palabras del mensaje corto que escucha.",
            "Conteo de las palabras que componen las frases y/u oraciones del mensaje corto.",
            "Diferenciación de palabras cortas y largas en el mensaje corto que escucha.",
            "Establecimiento de la intención comunicativa e identificación del destinatario/a del mensaje corto que va a producir de manera oral.",
            "Planificación del contenido del mensaje (fecha, destinatario contenido y firma) que producirá.",
            "Elaboración del mensaje corto con vocabulario apropiado en función de su intención comunicativa y de su destinatario.",
            "Exposición oral del mensaje elaborado utilizando la fluidez y la entonación adecuada a su intención comunicativa, destinatario/a y contenido del mensaje.",
            "Pronunciación de palabras o expresiones que riman con otras contenidas en el mensaje corto, pronunciando de manera aislada dicha rima.",
            "Pronunciación de palabras que tienen en el medio la misma sílaba que otra palabra contenida en el mensaje corto.",
            "Descomposición en sílabas de palabras contenidas en el mensaje corto.",
            "Unión de sílabas dadas para formar palabras nuevas a partir de una seleccionada del mensaje corto.",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido que otras palabras contenidas en el mensaje corto.",
            "Segmentación de cada uno de los sonidos que componen una palabra dada del mensaje corto.",
            "Pronunciación de palabras cortas y largas que contiene el mensaje corto.",
            "Segmentación de cada una de las palabras que componen las frases y/u oraciones del mensaje corto.",
            "Establecimiento de un propósito para la lectura del mensaje.",
            "Lectura en voz alta del mensaje corto con claridad y entonación adecuada, aplicando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), separación de palabras y disposición del escrito sobre el papel",
            "Utilización de la estructura del mensaje (fecha, destinatario/a, cuerpo (oración simple) del mensaje y firma), signos de puntuación y signos auxiliares para comprender su contenido.",
            "Lectura silenciosa de mensajes cortos para la identificación de palabra clave del mismo",
            "Paráfrasis de las ideas principales del mensaje cortos leídos.",
            "Identificación de las palabras que conforman el mensaje corto, tomando en cuenta los espacios en blanco.",
            "Establecimiento, en actividades de escritura, de la correspondencia entre letras y sonidos de palabras correspondientes al cuerpo del mensaje, al nombre del destinatario y a la firma del mensaje corto.",
            "Identificación de los signos de puntuación y su utilidad para una lectura con velocidad, expresión adecuada y comprensión del mensaje.",
            "Establecimiento de la situación comunicativa que deberá responderse con el mensaje corto.",
            "Planificación del mensaje tomando en cuenta su función, interlocutor y estructura.",
            "Escritura, según su nivel de apropiación, del primer borrador del mensaje de acuerdo a su intención, interlocutor/a, estructura y la utilización del vocabulario apropiado en función de la intensión comunicativa, aplicando las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel y el lugar de las letras sobre el renglón, utilización de la puntuación (el punto) para segmentar y organizar el contenido y letras mayúscula al inicio de las oraciones.",
            "Revisión y corrección del contenido y los aspectos ortográficos en el borrador con ayuda del o la docente y algún o alguna estudiante que no sea su destinatario/a, para avanzar progresivamente a la escritura convencional."
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "La noticia",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La noticia",
            "Función de la noticia",
            "Estructura de la noticia (Titular, cuerpo de la Noticia, foto y pie de foto)",
            "Preguntas de la noticia: qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo y cómo ocurrió",
            "Oraciones simples",
            "Signo de puntuación ( coma y punto)"
        ],
        "attitudes": [
            "Valoración de la importancia de escuchar y elaborar noticias para estar informado sobre situaciones importantes de su escuela, su comunidad, su país y el mundo.",
            "Curiosidad por conocer lo que sucede a su alrededor.",
            "Sensibilidad y solidaridad con lo sucedido en las noticias.",
            "Criticidad (juicio positivo o negativo) ante las informaciones de la noticia.",
            "Interés por lo que sucede en su entorno y por contarlo a través de la noticia.",
            "Curiosidad por conocer lo que sucede a su alrededor leyendo las noticias que aparecen en los periódicos.",
            "Interés por escribir noticias sobre sucesos de su entorno.",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su noticia."
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura de la noticia que se escuchará",
            "Escucha atenta de noticias leídas por su docente",
            "Utilización de la estructura de la noticia (titular, cuerpo de la noticia, (oraciones) foto, pie de foto), signos de puntuación y signos auxiliares y explicación del vocabulario para comprender su información",
            "Paráfrasis de las ideas principales de la noticia sobre qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió",
            "Identificación de la sílaba que se encuentra en el medio de palabras de la noticia que escucha",
            "Identificación y Conteo de las sílabas que forman palabras extraías del letrero que escucha",
            "Identificación de palabras de la noticia que escucha que contienen una sílaba común en el medio",
            "Identificación de la sílaba común en el medio / en diferentes posiciones de palabras de la noticia que escucha",
            "Agrupación de palabras que tienen en el medio el mismo sonido que otra palabra de la noticia que escucha",
            "Identificación del sonido común en el medio en diferentes posiciones de dos o más palabras de la noticia que escucha",
            "Conteo de las palabras que componen el título de la noticia que escucha",
            "Establecimiento de la intención comunicativa de la noticia que se producirá de manera oral",
            "Planificación de la noticia que se presentará de manera oral",
            "Selección del suceso sobre el que informará en la noticia",
            "Narración, con fluidez y entonación adecuada, de la noticia tomando en cuenta la intención, su función, estructura y preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió), utilizado del vocabulario apropiado según la intención comunicativa y sus interlocutores/as",
            "Pronunciación de palabras que tienen en el medio la misma sílaba que otra palabra contenida en la noticia",
            "Adición de una sílaba al final de una palabra de la noticia para formar una nueva",
            "Pronunciación de la sílaba final que se ha añadido a una palabra respecto a otra. Sustitución de una sílaba por otra, en una palabra",
            "Pronunciación de palabras que tienen en el medio el mismo sonido que otra palabra contenida en la noticia",
            "Segmentación de cada una de las palabras que componen el título de la noticia",
            "Segmentación de cada uno de los sonidos de las palabras que componen el título de la noticia",
            "Establecimiento de un propósito para la lectura de la noticia",
            "Lectura en voz alta de la noticia con fluidez, claridad y entonación adecuada, aplicando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel",
            "Utilización de la estructura de la noticia (titular, cuerpo de la noticia: oraciones, foto, pie de foto), signos de puntuación, signos auxiliares y contenidos de las fotos para comprender su información",
            "Lectura silenciosa de la noticia para localizar información indicada",
            "Paráfrasis de los datos principales y explicación del vocabulario de la noticia",
            "Identificación de las palabras tomando en cuenta los espacios en banco",
            "Establecimiento, en actividades escritas, de la correspondencia entre letras y sonidos de palabras correspondientes al título y al cuerpo de la noticia",
            "Identificación de los signos de puntuación (la coma y el punto) para una lectura con velocidad y expresión adecuadas",
            "Establecimiento de la intención comunicativa de su noticia",
            "Planificación de la escritura de la noticia",
            "Selección del suceso sobre el que informará en la noticia",
            "Organización de sus ideas para escribir la noticia tomando en cuenta la intención, su función, estructura y preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió)",
            "Escritura del primer borrador, según la etapa en que se encuentra, de su noticia, aplicando las convenciones de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, separación de palabras y oraciones, y el lugar de las letras sobre el renglón, utilizando el vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as. Usa los signos de puntuación (la coma y el punto) para segmentar (oraciones) y organizar el escrito y la letra mayúscula al inicio de las oraciones",
            "Revisión y corrección del contenido y los aspectos ortográficos de su noticia con ayuda del o la docente y de sus compañeros o compañeras para avanzar progresivamente a la escritura convencional",
            "Edición y publicación de su noticia"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "El cuento",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El cuento",
            "Componentes del cuento",
            "Estructura del cuento (inicio, nudo y desenlace)",
            "Fórmulas convencionales de inicio y cierre"
        ],
        "attitudes": [
            "Disfrute al escuchar cuentos",
            "Interés y curiosidad por realizar predicciones de cuentos que escucha y lee",
            "Disfrute al narrar cuentos",
            "Valoración de la función lúdica de la lengua",
            "Valoración de su identidad personal y cultural al contar cuentos",
            "Creatividad e imaginación al contar cuentos",
            "Interés y disfrute de la lectura de cuentos",
            "Disfrute al escribir cuentos",
            "Valoración de la función lúdica de la lengua",
            "Valoración de su identidad personal y cultural al contar cuentos",
            "Creatividad e imaginación al contar cuentos.Cuidado en la presentación, orden y limpieza en la elaboración de su cuento"
        ],
        "procedures": [
            "Escucha atenta de cuento sencillo leído por su docente.",
            "Identificación de la estructura del cuento (inicio, desarrollo y desenlace) ",
            "Explicación del vocabulario clave relacionado con el tema del cuento para comprender su contenido.",
            "Identificación y descripción de los personajes del cuento con vocabulario sencillo.",
            "Paráfrasis de las ideas principales del cuento.",
            "Identificación de palabras del cuento que escucha que contienen una sílaba común en el medio.",
            "Identificación de la sílaba común en el medio / en diferentes posiciones de palabras del cuento que escucha.",
            "Agrupación de palabras que tienen en el medio el mismo sonido que otra contenida en el cuento que escucha.",
            "Identificación del sonido común en el medio / en diferentes posiciones de dos o más palabras del cuento que escucha.",
            "Conteo de las palabras que componen el título y/o una frase del cuento que escucha.",
            "Establecimiento de la intención comunicativa del cuento que producirá de manera oral.",
            "Planificación de la noticia que se presentará de manera oral.",
            "Selección y organización del suceso, los personajes, su descripción y diálogo del lugar y el tiempo para el cuento que producirá.",
            "Narración oral con expresión fluida y entonación adecuada, del cuento producido ajustándose a la intención, los elementos seleccionados y la estructura del cuento (inicio, nudo y desenlace), utilizando el vocabulario apropiado en función de su situación comunicativa y de sus interlocutores/as.",
            "Explicación del vocabulario relacionado con el cuento.",
            "Pronunciación de palabras que tienen en el medio la misma sílaba que otra palabra contenida en el cuento.",
            "Adición de una sílaba al final de una palabra seleccionada del texto producido para formar una nueva pronunciación de la nueva palabra formada.",
            "Sustitución de una sílaba por otra, en una palabra, para formar una nueva.",
            "Pronunciación de palabras que tienen en el medio el mismo sonido que otra palabra contenida en el cuento.",
            "Segmentación de cada uno de los sonidos que componen el nombre de los personajes de cuentos producidos.",
            "Segmentación de cada una de las palabras que componen el título del cuento. ",
            "Establecimiento de un propósito para la lectura del cuento.",
            "Lectura en voz alta con fluidez, claridad y entonación adecuada del cuento, aplicando las normas convencionales de la lectura cuando lee cuentos: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel.",
            "Utilización de la estructura del cuento (inicio, desarrollo y desenlace) e interpretación de las imágenes y explicación del vocabulario, comparación y contraste de personajes, situaciones y ambientes para comprender su contenido.",
            "Identificación y descripción de personajes del cuento con vocabulario sencillo.",
            "Paráfrasis escrita de las ideas principales del cuento.",
            "Identificación de las palabras del cuento (en el título, el inicio, el nudo o el desenlace), tomando en cuenta los espacios en blanco.",
            "Identificación de los signos de puntuación (punto, raya) utilizados para delimitar oraciones, y párrafos, para leer el cuento con velocidad y expresión adecuadas.",
            "Establecimiento, en actividades escritas, de la correspondencia entre letras y sonidos de palabras que lee en el cuento.",
            "Establecimiento de la intención comunicativa de su cuento.",
            "Planificación de la escritura de su cuento.",
            "Selección del suceso, los personajes, el lugar y el tiempo.",
            "Edición, ilustración y publicación de su cuento.",
            "Escritura del primer borrador del cuento, aplicación las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de los márgenes, separación de palabras, oraciones y párrafos, y el lugar de las letras sobre el renglón, ajustándose a la intención, los elementos seleccionados y a su estructura (inicio, nudo y desenlace), inclusión de diálogos usando la raya y descripciones, utilizando del vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as. Incluye también la organización de las acciones, las marcas de inicio, progresión y cierre segmentado con sus correspondientes signos de puntuación y las mayúsculas al inicio del título y de las oraciones de cada parte.",
            "Revisión y corrección del contenido y los aspectos ortográficos en borrador con ayuda del o la docente y sus compañeros y compañeras para avanzar progresivamente a la escritura convencional.",
            "Edición, ilustración y publicación de su cuento."
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "El documento de identidad",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El documento de identidad",
            "Estructura del documento de identidad (nombre y apellido, fecha y lugar de nacimiento)",
            "La función del documento de identidad",
            "Mayúscula y minúscula"
        ],
        "attitudes": [
            "Reconocimiento de sus características propias y fortalecimiento de su identidad a partir de la valoración de sus nombres y sus apellidos",
            "Satisfacción al distinguir sus nombres y apellidos entre otros que escucha",
            "Satisfacción al explicar los datos personales contenidos en su documento de identidad",
            "Reconocimiento de sí mismo o a sí misma como un ente con características propias",
            "Satisfacción al distinguir sus nombres y apellidos entre otros que lee",
            "Fortalecimiento de su identidad valorando sus nombres y sus apellidos",
            "Satisfacción al escribir los datos personales contenidos en su documento de identidad",
            "Respeto al trabajo de sus compañeros y compañeras, y apoyo durante la edición de sus trabajos",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de su documento de identidad"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura del documento de identidad que escuchará",
            "Escucha atenta de sus nombres y apellidos en documentos, tales como acta de nacimiento, tarjeta de vacunación, carnet escolar, entre otros, leídos por el o la docente o sus compañeros y compañeras",
            "Reconocimiento de la estructura del documento de identidad para la comprensión de su función",
            "Comentario sobre los datos personales que se encuentran en sus documentos de identidad después de ser leídos por el o la docente o sus compañeros y compañeras",
            "Identificación de palabras que riman con alguna contenidas en el documento de identidad",
            "Identificación y conteo de las sílabas de palabras contenidas en el documento de identidad",
            "Identificación de la sílaba inicial / final de palabras contenidas en el documento de identidad",
            "Identificación de palabras del documento de identidad que contienen una sílaba común al comienzo / al final",
            "Identificación de letras mayúscula en nombres y apellidos en su documento de identidad",
            "Identificación del sonido inicial / final de las palabras contenidas en el documento de identidad",
            "Diferenciación de palabras cortas y largas contenidas en el documento de identidad",
            "Identificación, en documentos de identidad, de palabras que inician con la misma letra que sus nombres y apellidos",
            "Diferenciación de letras mayúscula y minúscula en nombre y apellidos del documento de identidad que lee",
            "Establecimiento de la intención comunicativa del documento de identidad",
            "Investigación en documentos de identidad para identificar los datos que contienen y planificar la elaboración del documento de identidad",
            "Escritura, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, separación de palabras y el lugar de las letras sobre el renglón, empuñando el lápiz en la posición correcta y según la etapa de apropiación de la escritura en que se encuentre, del primer borrador del documento de identidad apoyándose en organizadores gráficos, utilizando letra mayúscula al inicio de los nombres y apellidos",
            "Revisión de la escritura convencional de su nombre con la ayuda de pares, el/la docente y los documentos en los que investigó para avanzar progresivamente a la escritura convencional",
            "Edición de su documento utilizando mayúsculas al inicio de su nombre y apellido",
            "Publicación del documento de identidad en un lugar visible del aula"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La etiqueta",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La etiqueta",
            "La función de la etiqueta (identificación y publicitaria)",
            "Estructura de la etiqueta (Imagen y palabras)",
            "Letras mayúscula y minúscula"
        ],
        "attitudes": [
            "Valoración del uso de las etiquetas en los productos de uso cotidiano como un medio para identificarlos",
            "Seguridad al formular sus opiniones",
            "Interés por buscar en la etiqueta información sobre la fecha y contenido del producto",
            "Criticidad al contrastar la función de identificación con la función publicitaria de las etiquetas",
            "Creatividad al producir etiquetas de productos de uso cotidiano",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de la etiqueta",
            "Valoración del uso de las etiquetas en los productos de uso cotidiano como un medio para identificarlos",
            "Seguridad al formular sus opiniones",
            "Interés por buscar en la etiqueta información sobre la fecha y contenido del producto",
            "Criticidad al contrastar la función de identificación con la función publicitaria de las etiquetas",
            "Creatividad al producir etiquetas de productos de uso cotidiano",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de la etiqueta"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura del documento de identidad que se escuchará",
            "Escucha atenta de la información de una etiqueta leída por el o la docente",
            "Diferenciación entre el producto y la marca al escuchar la información de una etiqueta y su función publicitaria y de identificación",
            "Identificación de palabras cuyo significado desconoce e inferencia de su significado",
            "Adquisición de la lengua escrita: conciencia fonológica",
            "Identificación de palabras que riman con el contenido de la etiqueta y la sobrante (que no comparte la rima) en una serie dada",
            "Agrupación de palabras de la etiqueta con la misma cantidad de sílabas",
            "Identificación de la sílaba que se encuentra al inicio / al final / en el medio de palabras que componen la etiqueta",
            "Identificación de palabras de la etiqueta que contienen una sílaba común en el medio",
            "Identificación de la sílaba común al inicio / al final / en el medio de palabras que contiene la etiqueta",
            "Identificación de letras mayúscula en nombres de producto y marca en la etiqueta",
            "Identificación del sonido inicial / final / que se encuentra en el medio de las palabras que contiene la etiqueta",
            "Agrupación de palabras contenidas en la etiqueta que comienzan / terminan / tienen en el medio el mismo sonido",
            "Diferenciación de palabras cortas y largas en etiquetas conocidas",
            "Establecimiento de la intención comunicativa de la etiqueta que se presentará de forma oral",
            "Planificación de la etiqueta que se presentará de manera oral",
            "Construcción oral de la información de una etiqueta en coherencia con el producto que identifica",
            "Presentación con expresión clara y fluida de la etiqueta elaborada haciendo la distinción de la marca del producto y explicación de la función de la marca y utilizando el vocabulario apropiado a la función de identificación de la etiqueta",
            "Pronunciación de palabras que riman con el contenido de la etiqueta, pronunciando de forma aislada la rima que comparten dichas palabras",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio la misma sílaba que otra contenida en la etiqueta",
            "Descomposición en sílabas de palabras contenidas en la etiqueta",
            "Unión de sílabas dadas para formar palabras contenidas en etiquetas conocidas",
            "Sustitución de una sílaba por otra en una palabra contenida en la etiqueta para formar una nueva palabra",
            "Pronunciación de palabras contenidas en la etiqueta, exagerando el sonido inicial /final",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido que otra contenida en la etiqueta",
            "Segmentación de cada uno de los sonidos que componen una palabra dada de una etiqueta conocida",
            "Pronunciación de palabras cortas y largas contenidas en etiquetas conocidas",
            "Identificación de la intención de la etiqueta que lee",
            "Lectura de etiquetas en voz alta, con claridad y entonación adecuadas, utilizando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel",
            "Uso de la estructura de la etiqueta (imagen y palabras) para comprender su información",
            "Identificación y diferenciación del producto de la marca que aparece en la etiqueta",
            "Interpretación de las imágenes y las palabras de la etiqueta",
            "Identificación del tamaño de letra en las etiquetas",
            "Reconocimiento de si el vocabulario es apropiado para las funciones de identificación y publicitaria de la etiqueta",
            "Identificación y/o inferencia del significado del vocabulario en función del contexto",
            "Expresión de su opinión sobre el producto y la marca a partir de la información que aparece en la etiqueta",
            "Búsqueda de información acerca del producto en la etiqueta (fecha, contenido, lugar de elaboración) y la relación con el tamaño de letra utilizada",
            "Distinción de los diferentes tamaños de letras utilizados en las etiquetas, relacionándolos con la intención comunicativa de este tipo de texto",
            "Establecimiento de la correspondencia entre letras y sonidos de palabras extraídas de la etiqueta que lee",
            "Identificación en el alfabeto de las letras iniciales (mayúscula) del nombre del producto y de la marca",
            "Establecimiento de la situación comunicativa para elaborar la etiqueta",
            "Planificación de las características de la etiqueta que presentará",
            "Copia de informaciones útiles para la etiqueta que producirá",
            "Colocación del nombre del producto y la marca en la etiqueta",
            "Escritura, con el del vocabulario apropiado en función de su intención comunicativa y del producto seleccionado, del primer borrador de la etiqueta, según la etapa de apropiación de la escritura en que se encuentra, aplicando las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel y separación de palabras, según la etapa de apropiación de la escritura en que se encuentra y empuñando el lápiz en la posición correcta, ajustándose a su intención y a su estructura, utilizando imágenes relacionadas con el contenido y el tamaño de la letra apropiado a la marca y a la información sobre la fecha y contenido del producto y utilizando la mayúscula al escribir",
            "Revisión y corrección del contenido y los aspectos ortográficos en borrador con ayuda del o la docente y de sus compañeros y compañeras para representación con letras, de manera convencional, de las unidades sonoras que conforman cada palabra de la etiqueta",
            "Edición y publicación de la etiqueta"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La receta",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La receta",
            "Función de la receta",
            "Estructura de la receta(título, ingredientes y preparación)",
            "Mayúscula y minúscula",
            "Signos de puntuación y signos auxiliares (coma, punto y aparte)"
        ],
        "attitudes": [
            "Valoración del uso de la lengua para realizar tareas cotidianas",
            "Valoración de la importancia de la receta para preparar platos culinarios",
            "Aprecio de la importancia de la receta para preparar platos culinarios",
            "Interés por conocer las recetas de platos culinarios característicos de la cultura dominicana",
            "Valoración del uso de la lengua para realizar tareas cotidianas",
            "Interés y curiosidad por comprender la receta que lee",
            "Interés por seleccionar recetas de platos culinarios característicos de la cultura dominicana para su preparación",
            "Aprecio de la importancia de la receta para preparar platos culinarios"
        ],
        "procedures": [
            "Explicación, con fluidez, claridad, precisión y la entonación adecuada a la intención comunicativa de cómo se prepara la receta utilizando los ingredientes seleccionados según el número de personas y tomando en cuenta el orden de la preparación, con el vocabulario apropiado a la función de la intención comunicativa y de sus interlocutores/as",
            "Pronunciación de palabras que tienen en el medio la misma sílaba que otra contenida en la receta",
            "Adición de una sílaba al final de una palabra contenida en la receta para formar una nueva, pronunciación de dicha sílaba",
            "Sustitución de una sílaba por otra en una palabra contenida en la receta para formar una nueva",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido de letreros dados",
            "Segmentación de cada uno de los sonidos que componen el nombre de letreros conocidos",
            "Establecimiento de la intención comunicativa de la receta que se leerá",
            "Lectura en voz alta de la receta, tomando en cuenta los espacios en blanco entre palabras, pronunciado con claridad, velocidad, precisión y entonación adecuada a la intención comunicativa de este tipo de texto, las palabras y oraciones, utilizando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y la puntuación para hacer la adecuada pausa, pronunciando claridad y facilidad las palabras y oraciones de la receta que lee",
            "Utilización de la estructura de la receta (título, ingredientes y preparación), signos de puntuación y la inferencia del significado del vocabulario que desconoce a partir de las pistas que presenta el texto para comprender su contenido. ",
            "Lee de forma silenciosa la receta",
            "Paráfrasis del contenido de la receta leída describiendo los ingredientes y la forma de preparación",
            "Identifica las palabras de la receta tomando en cuenta los espacios en blanco y las traduce oralmente con precisión",
            "Identifica la coma y el punto utilizados en las oraciones de la receta y los traduce oralmente en pausas para leer con entonación adecuada",
            "Diferencia y conoce tanto el nombre de cada letra del alfabeto como el sonido que representa en las palabras de la receta",
            "Establecimiento de la intención comunicativa de la receta que se escribirá",
            "Selección del plato que desea preparar",
            "Planificación de su receta: copia de informaciones útiles para la receta que producirá, enumeración de los ingredientes que necesita, determinación del número de personas para quienes la preparará y organización lógica de los pasos para la preparación de la receta",
            "Escritura del borrador de la receta según la etapa de apropiación de la escritura en que se encuentra y empuñando el lápiz en la posición correcta, ajustándose a la intención y la estructura (título, ingredientes y preparación), utilizando el vocabulario apropiado en función de la intención comunicativa y de sus interlocutores/as, los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes y separación de palabras y oraciones, la mayúscula al inicio de las oraciones y el punto para segmentar y organizar el escrito",
            "Revisión y corrección del contenido y los aspectos ortográficos en el borrador con ayuda del o la docente y sus pares para representación con letras, de manera convencional, de las unidades sonoras que conforman cada palabra de la receta",
            "Edición y publicación de la receta"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La noticia",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La noticia",
            "Función de la noticia",
            "Estructura de la noticia e inferencia del significado de palabras desconocidas a partir del contexto",
            "Preguntas en la noticia: qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió",
            "Signos de puntuación y signos auxiliares (coma, punto y seguido, punto aparte)"
        ],
        "attitudes": [
            "Valoración de la importancia de escuchar noticias para estar informado sobre situaciones importantes de su escuela, su comunidad y su país",
            "Curiosidad por conocer lo que sucede a su alrededor",
            "Sensibilidad y solidaridad con lo sucedido y reportado en las noticias",
            "Criticidad (juicio positivo o negativo) ante la información de la noticia",
            "Interés por lo que sucede en su entorno y lo cuenta a través de noticias",
            "Valoración de la importancia de contar objetivamente noticias para informar a otros y otras sobre sucesos ocurridos en su entorno y su país",
            "Interés por escribir noticias ocurridas en su entorno y su país",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración y presentación de la noticia"
        ],
        "procedures": [
            "Establecimiento de la intención comunicativa de la lectura de la noticia que se escuchará",
            "Escucha atenta de noticias presentado por su docente",
            "Uso de la estructura de la noticia, Inferencia del significado de palabras desconocidas a partir del contexto y signos de puntuación para comprender su información",
            "Paráfrasis de las informaciones principales de la noticia, sobre qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió",
            "Identificación del sonido que se ha añadido al inicio / al final / en el medio de una palabra de la noticia que escucha respecto a otra",
            "Elección, entre varias, de palabras que inician / terminan / tienen en el medio la misma sílaba que otra contenida en la noticia que escucha",
            "Agrupación de palabras de la noticia que escucha que tienen en el medio el mismo sonido",
            "Identificación del sonido común en diferentes posiciones de dos o más palabras de la noticia que escucha",
            "Conteo de las palabras que componen el título de la noticia que escucha",
            "Establecimiento de la intención comunicativa de la noticia que se producirá de forma oral",
            "Planificación de la noticia que se presentará de manera oral",
            "Selección del suceso sobre el que informará en la noticia",
            "Narración de la noticia con fluidez, claridad, precisión y la entonación adecuada a la intención comunicativa, el vocabulario apropiado, su función, estructura y preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió)",
            "Adición de una sílaba al inicio / al final / en el medio de una palabra de la noticia para formar una nueva, pronunciando dicha sílaba",
            "Pronunciación de una palabra de la noticia, omitiendo la sílaba final, pronunciación de dicha silaba",
            "Adición de un sonido al final / al comienzo / en el medio de una palabra contenida en la noticia, pronunciando dicho sonido",
            "Segmentación de cada uno de los sonidos que componen una palabra contenida en la noticia",
            "Segmentación de cada una de las palabras que componen el título de la noticia",
            "Establecimiento de un propósito para la lectura de la noticia",
            "Exploración del periódico e identificación de las noticias más importantes",
            "Lectura en voz alta de noticias con claridad, velocidad, precisión y entonación adecuadas a la intención comunicativa de este tipo de texto y conforme a cada una de las partes de su estructura, utilizando las normas convencionales de la lectura cuando lee noticias: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y la puntuación utilizada en el texto para hacer adecuadamente las pausas",
            "Uso de la estructura de la noticia (titular, cuerpo de la noticia, foto, pie de foto), signos de puntuación, interpretación del contenido de las fotos de una e Inferencia del significado de palabras desconocidas a partir del contexto y la comparación del tamaño de las letras (grandes y pequeñas) y el tipo de letras (mayúsculas y minúsculas) usadas en la noticia para comprender su información",
            "Establecimiento de la relación que guarda la foto con el contenido de la noticia",
            "Paráfrasis de las informaciones principales de la noticia que lee, tomando en cuenta el orden en que ocurren los hechos",
            "Comparación del tamaño de las letras (grandes y pequeñas) y el tipo de letras (mayúsculas y minúsculas) usadas en la noticia",
            "Identificación de la puntuación utilizada en la noticia para hacer adecuadamente las pausas y leer con la entonación apropiada",
            "Establecimiento de la intención comunicativa de su noticia que se escribirá",
            "Selección del suceso sobre el que informará en la noticia",
            "Planificación y organización de sus ideas para escribir la noticia tomando en cuenta la intención, su función, estructura y preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió)",
            "Escritura del borrador de la noticia, según la etapa de la escritura en que se encuentra, utilizando el vocabulario apropiado adaptado a la intención comunicativa y a sus interlocutores/as, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes, separación de palabras y oraciones y el lugar de las letras sobre el renglón, la puntuación (coma y punto, punto y aparte) para segmentar y organizar el escrito. ",
            "La mayúscula y minúscula y así como de diferentes tamaños de letras adecuados al escribir noticias",
            "Revisión y corrección del contenido y los aspectos ortográficos de su noticia con ayuda del o la docente y de sus compañeros y compañeras representando con letras, de manera convencional, las unidades sonoras de la noticia",
            "Edición y publicación de su noticia"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La canción infantil",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La canción infantil",
            "La canción",
            "Función y Estructura de la canción",
            "Melodía y letra",
            "Versos y estrofas",
            "El estribillo",
            "Tipos de canciones infantiles",
            "Signos de puntuación y signos auxiliares ( coma y punto final)"
        ],
        "attitudes": [
            "Disfrute al escuchar canciones",
            "Valoración de la función lúdica y estética de la lengua",
            "Valoración de la tradición oral propia de las canciones que escucha",
            "Interés y curiosidad por comprender las canciones que escucha",
            "Criticidad frente a los valores que transmiten las canciones que escucha",
            "Disfrute al cantar canciones",
            "Creatividad e imaginación al producir las letras de canciones",
            "Disfrute y motivación al escribir las letras de las canciones",
            "Creatividad e imaginación en las canciones que escribe"
        ],
        "procedures": [
            "Establecimiento de la intención comunicativa de la canción que se escuchará",
            "Escucha atenta de canciones acordes con la edad e intereses",
            "Utilización de la estructura de la canción (título, versos, estrofas), la inferencia, a partir del contexto del significado de las palabras que desconoce, los ////signos de puntuación y sus conocimientos sobre el tema e inferencias para comprender el contenido y las emociones en la canción",
            "Interpretación de la canción",
            "Paráfrasis del sentido global, interpretando del estribillo, si lo tiene, y su relación con el contenido de las canciones que escucha",
            "Identificación de las palabras que riman en cada uno de los versos de la canción",
            "Elección, entre varias, de la palabra que rima con palabras contenidas en la canción que escucha",
            "Segmentación en sonidos de las palabras del título de la canción. ",
            "Establecimiento de la intención comunicativa de la canción que se presentara de forma oral",
            "Planificación del texto seleccionando del tipo de tema de la canción que va a producir oralmente, una melodía que vaya acorde con la intención y el tema de la canción y el contenido de la canción ajustándose a su intención, tema y estructura (título, versos, estrofas), selección y uso el vocabulario apropiado en función de la intención comunicativa el tema y el estribillo, acorde con el tema y si lo considera necesario para la canción que produce",
            "Interpretación de la canción utilizando ritmo, la entonación y la gesticulación adecuadas a la melodía, intención comunicativa y del tema de la canción",
            "Identificación de las palabras que riman en los versos de la canción",
            "Descomposición de los versos de la canción en palabras",
            "Descomposición de las palabras del título de la canción en sílabas y composición de nuevas palabras con esas sílabas",
            "Establecimiento de un propósito para la lectura de canciones",
            "Lectura, con pronunciación clara, las palabras y versos de las canciones, aplicando las normas convencionales de lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y tomando en cuenta los signos de puntuación para las pausas adecuadas",
            "Utilización de la estructura de la canción (título, versos, estrofas), Inferencia, a partir del contexto, del significado de palabras desconocidas, usando el diccionario para conocer el significado de palabras, cuyo sentido no ha podido inferir para comprender su contenido",
            "Interpretación del estribillo, si lo tiene, y su relación con el contenido de la canción",
            "Realización de las inferencias necesarias para comprender el sentido global de las canciones que lee y realizar una paráfrasis de la misma",
            "Interpretación de la canción con la entonación y ritmo adecuado",
            "Identificación de las palabras tomando en cuenta el significado y los espacios en blanco",
            "Identificación de los signos de puntuación (la coma y el punto) y traducción oral de los mismos en pausas para leer y cantar canciones con la velocidad, expresión y liudez adecuadas",
            "Pronunciación clara de las palabras y versos de las canciones que lee y canta",
            "Establecimiento de la intención comunicativa de la canción que se escribirá",
            "Planificación y organización de las ideas para la selección del tipo de canción que se va a escribir y el tema que va a tratar en las letras y selección de una melodía que vaya acorde con la intención y el tema, organización del estribillo, acorde con el tema y si lo considera necesario para la canción que escribe",
            "Escritura de borradores de la canción ajustándose a la intención, el tema y a la estructura (título, versos, estrofas) de la canción, utilizando de signo de puntuación y el vocabulario apropiado al tema y la intención comunicativa",
            "Revisión y corrección del contenido y los aspectos ortográficos de los borradores con la ayuda del o la docente y sus compañeros y compañeras, para una representación con letras, de manera convencional, de las unidades sonoras que conforman cada palabra y versos de la canción",
            "Edición de las letras de la canción para ser cantada"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "El cuento",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El cuento",
            "Función del cuento",
            "Estructura del cuento(inicio, nudo y desenlace)",
            "Conectores temporales",
            "Signos de puntuación y signos auxiliares ( coma, punto y seguido, punto final y raya)"
        ],
        "attitudes": [
            "Disfrute al escuchar cuentos",
            "Valoración de cuentos de la tradición oral local y nacional",
            "Interés y curiosidad por realizar predicciones de cuentos que escucha",
            "Disfrute al narrar cuentos",
            "Valoración de la función lúdica de la lengua",
            "Valoración de su identidad personal y cultural al contar cuentos",
            "Creatividad e imaginación al contar cuentos",
            "Interés y disfrute de la lectura de cuentos",
            "Interés y curiosidad por realizar predicciones en los cuentos que lee",
            "Fortalecimiento de su autoestima al dominar la lectura de cuentos",
            "Disfrute al escribir cuentos",
            "Valoración de su identidad personal y cultural al escribir cuentos",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de su cuento"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura del cuento que se escuchará",
            "Escucha atenta de cuentos con mayor grado de complejidad en el desarrollo de su estructura que en el grado anterior",
            "Utilización de la estructura del cuento (inicio, nudo y desenlace), descripción de los personajes, reconocimiento del tiempo verbal (pasado) de las acciones realizadas por los personajes con vocabulario sencillo e Inferencia del significado de palabras desconocidas a partir del contexto, de los conectores temporales y los signos de puntuación para comprender su contenido",
            "Paráfrasis de los sucesos principales del cuento",
            "Interpretación de los sucesos principales del cuento que escucha haciendo inferencias",
            "Identificación del sonido que se ha añadido al inicio / al final / en el medio de una palabra del cuento respecto a otra",
            "Conteo de las palabras que componen el título del cuento que escucha",
            "Establecimiento de la intención comunicativa del cuento que se producirá de forma oral",
            "Selección del suceso, los personajes y sus diálogos, el lugar y el tiempo adecuados al cuento que va a narrar",
            "Narración del cuento, con expresión oral fluida, pronunciación y entonación adecuada, ajustándose a la intención, los elementos seleccionados y la estructura del cuento (inicio, nudo y desenlace) el dialogo de los personajes, utilizando el vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as",
            "Utilización de marcas de inicio, progresión y cierre",
            "Adición de una sílaba en el medio de una palabra del cuento para formar una nueva",
            "Pronunciación de la sílaba que se ha añadido en el medio de una palabra del cuento respecto a otra",
            "Pronunciación de una palabra del cuento, omitiendo la sílaba final / inicial",
            "Pronunciación de la sílaba final / inicial que se ha omitido en una palabra del cuento respecto a otra",
            "Adición de un sonido al final / al comienzo / en el medio de una palabra contenida en el cuento",
            "Pronunciación del sonido que se ha añadido al final / al inicio / en el medio de una palabra del cuento respecto a otra",
            "Segmentación de cada uno de los sonidos que componen una palabra contenida en el cuento",
            "Segmentación de cada una de las palabras que componen el título y/o frases del cuento",
            "Establecimiento de un propósito para la lectura del cuento",
            "Lectura en silencio y en voz alta de cuentos cortos con claridad, velocidad, precisión y entonación adecuadas a la intención comunicativa, siguiendo normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel, observación de los signos de puntuación en este tipo de texto y conforme a cada una de las partes de su estructura",
            "Identificación por escrito de la estructura del cuento (inicio, nudo y desenlace) para comprender su contenido",
            "Interpretación del contenido de imágenes y respuesta a preguntas escritas literales e inferenciales relacionadas con ellas, sobre las acciones que realizan los personajes diferenciando las voces de éstos y el narrador y la función de los conectores temporales",
            "Identificación y descripción escrita de personajes del cuento con vocabulario apropiado. ",
            "Inferencia del significado de palabras desconocidas a partir del contexto",
            "Paráfrasis de los sucesos principales del cuento utilizando sinónimos",
            "Comparación del tipo de letras (mayúsculas y minúsculas) usadas en el cuento",
            "Identificación de la puntuación (coma, punto, dos puntos, punto y coma, raya, puntos suspensivos) utilizada en el cuento para hacer adecuadamente las pausas y leer con entonación y velocidad apropiadas",
            "Identificación de los espacios en blanco entre las palabras, oraciones y párrafos y los signos de puntuación en el cuento para leerlo con expresión adecuada",
            "Identificación de la sílaba tónica en palabras del cuento que lee para pronunciarlas adecuadamente",
            "Establecimiento de la intención comunicativa de su cuento",
            "Planificación de la escritura de su cuento: copia de informaciones útiles para el cuento que producirá",
            "Selección del suceso, los personajes, el lugar y el tiempo",
            "Escritura del primer borrador del cuento ajustándose a la intención, los elementos seleccionados organizados en su estructura (inicio, nudo y desenlace) Aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes, separación de palabras, oraciones y párrafos y el lugar de las letras sobre el renglón, al escribir cuentos",
            "Uso de la mayúscula al inicio del título y de las oraciones de cada parte del cuento: inicio, nudo y desenlace",
            "Utilización de la puntuación (coma, punto y seguido, puntos suspensivos, raya) para segmentar y organizar el escrito en cada parte del cuento: inicio, nudo y desenlace",
            "Representación con letras, de manera convencional, de todas las unidades sonoras de las palabras del cuento que escribe",
            "Inclusión de diálogos de los personajes en el cuento",
            "Utilización del vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as",
            "Ordena los sucesos del cuento cronológicamente",
            "Utilización de marcas de inicio, progresión y cierre. ",
            "Representación con letras, de manera convencional, de las unidades sonoras del cuento",
            "Revisión y corrección del contenido y los aspectos ortográficos en el borrador con ayuda de su docente y sus compañeros y compañeras",
            "Edición, ilustración y publicación de su cuento"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La autobiografía",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La autobiografía",
            "Función de la autobiografía",
            "Estructura de la autobiografía (introducción, desarrollo y conclusión)",
            "Hechos organizados en secuencia temporal",
            "Verbos en pasado",
            "Primera persona gramatical",
            "Adverbios de tiempo y orden",
            "Adjetivos",
            "Conectores de orden y temporales",
            "Signos de puntuación y signos auxiliares (coma, punto y seguido, punto final)"
        ],
        "attitudes": [
            "Interés y curiosidad por conocer datos y vivencias de otras personas a través de autobiografías que escucha",
            "Reflexión sobre los valores de las personas cuya autobiografía ha escuchado para incorporarlos a su vida",
            "Disfrute al relatar su autobiografía",
            "Creatividad al relatar de forma oral su autobiografía",
            "Reflexión sobre los valores que ha desarrollado al narrar su autobiografía",
            "Interés y curiosidad por conocer datos y vivencias de otras personas a través de autobiografías que lee",
            "Fortalecimiento de la autoestima al dominar la lectura de autobiografías",
            "Disfrute al escribir biografías",
            "Creatividad al escribir su autobiografía",
            "Cuidado en la presentación, orden, legibilidad de su escritura y limpieza en la elaboración de su biografía",
            "Interés y curiosidad por conocer datos y vivencias de otras personas a través de autobiografías que escucha",
            "Reflexión sobre los valores de las personas cuya autobiografía ha escuchado para incorporarlos a su vida",
            "Disfrute al relatar su autobiografía",
            "Creatividad al relatar de forma oral su autobiografía",
            "Reflexión sobre los valores que ha desarrollado al narrar su autobiografía",
            "Interés y curiosidad por conocer datos y vivencias de otras personas a través de autobiografías que lee",
            "Fortalecimiento de la autoestima al dominar la lectura de autobiografías",
            "Disfrute al escribir biografías",
            "Creatividad al escribir su autobiografía",
            "Cuidado en la presentación, orden, legibilidad de su escritura y limpieza en la elaboración de su biografía"
        ],
        "procedures": [
            "Establecimiento de la intención comunicativa de la autobiografía",
            "Escucha atenta de autobiografías de compañeros y compañeras y personas destacadas de la comunidad, leídas o relatadas por su docente o sus pares",
            "Utilización de la estructura de la autobiografía (introducción, desarrollo y conclusión), los datos y acciones contadas, inferencia del significado de palabras desconocidas a partir del contexto, la secuencia temporal de los hechos, la persona gramatical utilizada, los adjetivos y adverbios y los signos de puntuación para comprender su contenido",
            "Paráfrasis del sentido global de los hechos principales de la autobiografía, a partir de la interpretación de las acciones principales y las motivaciones de la persona de quien se narra la autobiografía, haciendo inferencias sencillas",
            "Conteo de las sílabas de palabras que componen la autobiografía que escucha",
            "Identificación de la sílaba inicial / final de palabras que componen la autobiografía que escucha y elección, entre varias, de palabras que inician / terminan por la misma sílaba que otra contenida en la autobiografía que escucha",
            "Agrupación de palabras de la autobiografía que escucha que comienzan / terminan por el mismo sonido",
            "Diferenciación de palabras cortas y largas en la autobiografía que escucha",
            "Establecimiento de la intención comunicativa de la autobiografía",
            "Planificación de la autobiografía que producirá de forma oral",
            "Selección, con la ayuda de su docente, de las informaciones, datos y el orden temporal de los hechos de su vida, que relatará de forma oral",
            "Narración con expresión oral con fluidez y con entonación y vocabulario adecuada a la intención comunicativa de la autobiografía, función y estructura (introducción, desarrollo y conclusión), incluyendo en las misma: descripciones, conectores de orden para marcar la sucesión de hechos en las oraciones, adverbios para hacer referencia al tiempo en que ocurrieron los hechos y la primera persona para narrar la autobiografía",
            "Pronunciación de palabras que riman con otras contenidas en la autobiografía",
            "Pronunciación de palabras que comienzan / terminan por la misma sílaba que otra contenida en la autobiografía",
            "Descomposición en sílabas de palabras contenidas en la autobiografía",
            "Unión de sílabas dadas para formar palabras de la autobiografía que analiza",
            "Pronunciación de palabras contenidas en la autobiografía, exagerando el sonido inicial / final",
            "Pronunciación de palabras que comienzan / terminan por el mismo sonido que otra contenida en la autobiografía",
            "Pronunciación de palabras cortas y largas presentadas en la autobiografía narrada",
            "Establecimiento de un propósito para la lectura de la autobiografía",
            "Lectura en voz alta de la autobiografía con claridad, precisión y entonación adecuadas a la intención comunicativa de este tipo de texto y conforme a cada una de las partes de su estructura, aplicando las convenciones de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de los márgenes, separación de palabras, oraciones y párrafos y el lugar de las letras sobre el renglón, identificando la puntuación utilizada para hacer adecuadamente las pausas y leer con velocidad y entonación apropiadas, respetando la división en párrafos",
            "Apoyo en forma escrita, de la estructura de la autobiografía (introducción, desarrollo y conclusión) e la inferencia a partir del contexto, del significado de las palabras que desconoce y uso del diccionario para conocer el significado de las palabras desconocidas, cuyo sentido no ha podido inferir en la secuencia temporal de los hechos, en el tiempo pasado de los verbos, en el uso de la primera persona gramatical, en los adjetivos, adverbios, de los conectores de orden y temporales y los signos de puntuación para, comprender su contenido",
            "Identificación por escrito de los datos, las acciones y las motivaciones que realiza la persona en la autobiografía que lee",
            "Ampliación de su vocabulario por medio del diccionario y del uso de sinónimos, antónimos y familias léxicas para producir la autobiografía",
            "Realización de las inferencias escrita necesarias para comprender el sentido global de la autobiografía que lee y elaborar paráfrasis escrita del sentido global de la autobiografía",
            "Aplicación de las normas convencionales de la lectura cuando lee autobiografías: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel. ",
            "Respeto de la división en párrafos para la lectura en voz alta de la autobiografía. ",
            "Lectura en voz alta y en silencio de autobiografías sencillas. ",
            "Fluidez en la lectura en voz alta",
            "Lectura en voz alta de la autobiografía con claridad, precisión y entonación adecuadas a la intención comunicativa de este tipo de texto y conforme a cada una de las partes de su estructura",
            "Reconocimiento de las partes de la estructura gráfica de la autobiografía (título, márgenes, espacios en blanco)",
            "Identificación de las letras mayúsculas en nombres propios utilizados en la autobiografía",
            "Identificación de los espacios en blanco entre las palabras del título de la autobiografía para leerlas con expresión adecuada",
            "Inferencia de la regla de la C+e, i / S+vocal, a partir de la lectura en voz alta de familias léxicas que contienen estos grafemas",
            "Establecimiento de la situación comunicativa de la autobiografía",
            "Planificación y organización de la escritura de su autobiografía; selección e investigación, con la ayuda de su docente, de los datos, vivencias, motivaciones y el orden temporal de los datos para producir la autobiografía",
            "Escritura del primer borrador de la autobiografía ajustándose a la intención y a su estructura (inicio, desarrollo y conclusión), aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de los márgenes, separación de palabras, oraciones, párrafos y el lugar de las letras sobre el renglón, al escribir su autobiografía, tomando en cuenta la organización cronológica de las acciones principales, descripciones de la as acciones y motivaciones, utilización del vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as expresadas con ideas completas, utilización de verbos en tiempo pasado en las oraciones que produce y la utilización de conectores temporales para marcar la sucesión de hechos en las oraciones del inicio, del desarrollo y de la conclusión",
            "Uso de la mayúscula en nombres propios, al inicio del título y de las oraciones de cada parte de la autobiografía: inicio, desarrollo y conclusión",
            "Uso de la puntuación (coma, punto y seguido, punto y aparte) para segmentar y organizar el escrito en cada parte de la autobiografía: inicio, desarrollo y conclusión",
            "Utilización de la ortografía convencional en los casos de palabras con C+e,i / S+vocal que incluye en su escrito",
            "Segmentación de cada una de las palabras que escribe en las oraciones y párrafos de la autobiografía",
            "Escritura legible de todas las palabras que emplea en su autobiografía",
            "Representación con letras, de manera convencional, de las unidades sonoras de la autobiografía",
            "Revisión y corrección del contenido y los aspectos ortográficos del borrador con ayuda de su docente y sus compañeros y compañeras para verificar",
            "Edición, ilustración y publicación de su autobiografía"
        ],
        "achievement_indicators": [
            "Comprende y produce, de forma oral, textos funcionales y literarios con mayor complejidad, respondiendo a preguntas literales e inferenciales sobre su contenido, características y estructura",
            "Lee con fluidez y de manera comprensiva textos funcionales y literarios más extensos, con vocabulario específico, estructuras sintácticas, léxica y semántica más complejas, respondiendo preguntas, literales, inferenciales y críticas sobre su contenido, características y estructura",
            "Escribe los textos funcionales y literarios de extensión, estructura sintáctica, lexical y semántica más compleja, siguiendo al proceso de escritura, de manera autónoma y utilizando alguna herramienta tecnológica",
            "Formula opiniones críticas y creativas mediante textos variados, respetando las ajenas de sus interlocutores",
            "Identifica problemas de su entorno familiar, estudiantil y comunitario, mediante textos variados, proponiendo posibles soluciones",
            "Explica de manera oral o escrita resultados de investigaciones realizadas, utilizando medios tecnológicos y de otros tipos",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Elabora textos orales o escritos, promoviendo relaciones, sentimientos y emociones",
            "Publica temas sobre salud y preservación de la naturaleza, mediante textos orales o escritos"
        ]
    },
    {
        "title": "El instructivo",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El instructivo",
            "Función del instructivo",
            "Estructura del instructivo (título, materiales y procedimiento)",
            "Verbos en imperativo",
            "Segunda persona del singular",
            "Conectores de orden",
            "Signos de puntuación y signos auxiliares ( coma, punto y seguido, dos puntos, punto final)"
        ],
        "attitudes": [
            "Aprecio y valoración de la importancia del instructivo para lograr la realización de tareas diversas",
            "Actuación ordenada al llevar a cabo las instrucciones que contienen estos textos",
            "Respeto al interlocutor que ejecuta el instructivo",
            "Fortalecimiento de su identidad cultural produciendo instructivos basados en juegos de la tradición dominicana",
            "Interés y curiosidad por comprender el instructivo que lee",
            "Valoración de la importancia de los instructivos para lograr la realización de tareas propuestas",
            "Respeto al/a la interlocutor/a que ejecuta el instructivo",
            "Cuidado en la presentación, legibilidad en su escritura orden y limpieza en la elaboración de su instructivo"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura de la autobiografía que escuchará",
            "Escucha atenta de la lectura del instructivo por parte de su docente",
            "Utilización de la estructura del instructivo (título, materiales y procedimiento), inferencia, a partir del contexto, del significado de las palabras que desconoce, los verbos en imperativo, la segunda persona, conectores y los signos de puntuación para comprender su contenido",
            "Realización de las inferencias necesarias para comprender el sentido global del instructivo que escucha y elaboración de paráfrasis del contenido global del instructivo por medio de sinónimos u otros recursos",
            "Identificación de palabras que riman con otras contenidas en el instructivo que escucha, y palabras sobrantes que no comparten la rima",
            "Agrupación de palabras con la misma cantidad de sílabas del instructivo que escucha",
            "Identificación de la sílaba que se encuentra al inicio / al final / en el medio de palabras que componen el instructivo que escucha y elección de dicha sílaba entre varias palabras contenida en el instructivo que escucha",
            "Agrupación de palabras contenidas en el instructivo que comienzan / terminan / tienen en el medio el mismo sonido",
            "Diferenciación de palabras cortas y largas en el instructivo que escucha",
            "Establecimiento de la intención comunicativa de su instructivo",
            "Selección de la tarea que desea que realice su interlocutor/a",
            "Enumeración de los materiales que se necesitan para realizar la tarea seleccionada, usando el vocabulario apropiado en función de su intención comunicativa y de su interlocutor/a",
            "Explicación, con expresión oral clara, precisa, y con entonación adecuada a la intención comunicativa del instructivo. de la forma en que se realizará la tarea presentada, utilizando los materiales y tomando en cuenta el modo imperativo, la segunda persona del singular, el orden del procedimiento para su ejecución y los conectores que marcan dicho orden",
            "Pronunciación de palabras que riman con otras contenidas en el instructivo, pronunciando de manera aislada dicha rima",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio la misma sílaba que otra contenida en el instructivo",
            "Descomposición en sílabas de palabras contenidas en el instructivo",
            "Unión de sílabas dadas para formar palabras de instructivos que analiza para formar palabras nuevas",
            "Pronunciación de palabras contenidas en el instructivo, exagerando el sonido inicial / final",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido que otra contenida en el instructivo",
            "Pronunciación de palabras cortas y largas contenidas en el instructivo",
            "Establecimiento de un propósito para la lectura del instructivo",
            "Lectura en voz alta del instructivo con claridad, precisión y entonación adecuadas a la intención comunicativa de este tipo de texto y conforme a cada una de las partes de su estructura, aplicado las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel, identificando la puntuación utilizada para hacer adecuadamente las pausas y las letras mayúsculas en el título y en el inicio de las oraciones del procedimiento para leer con la entonación y la velocidad apropiadas",
            "Utilización de la estructura del instructivo (título, materiales y procedimiento), la identificación de palabras cuyo significado desconoce, inferencia de su significado y confirmación con el diccionario, para comprender el texto",
            "Explicación del vocabulario relacionado con el instructivo leído por medio de sinónimos u otros recursos y realización de las inferencias necesarias para comprender el sentido global del texto para la elaboración paráfrasis escrita del contenido del instructivo leído describiendo los materiales y el procedimiento",
            "Reconocimiento de la estructura gráfica del instructivo (título, materiales y procedimiento)",
            "Identificación de los espacios en blanco entre las palabras del instructivo para leerlo con expresión adecuada",
            "Establecimiento de la intención comunicativa de su instructivo",
            "Planificación y organización de la escritura del instructivos selección de la tarea que desea que realicen los/las destinatarios/as de su instructivo, enumeración de los materiales que necesita para la realización de la tarea elegida",
            "Escritura del primer borrador del instructivo ajustándose a la intención y la estructura (título, materiales y procedimiento) explicando por escrito la forma en que se realiza la tarea presentada, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes, separación de palabras y oraciones y el lugar de las letras sobre el renglón, al escribir instructivos, con el vocabulario apropiado a función su intención comunicativa y de sus interlocutores/as y con una organización lógica del procedimiento para la realización de la tarea, apoyándose en conectores de orden",
            "Revisión y corrección contenido y los aspectos ortográficos del borrador con ayuda de su docente y sus pares para asegurar: uso de la puntuación (coma y punto) para segmentar y organizar el escrito, segmentación de cada una de las palabras que escribe en el título, los materiales y el procedimiento del instructivo, escritura legible de todas las palabras que emplea en el instructivo y representación con letras, de manera convencional, de las unidades sonoras del instructivo. Edición y publicación de su instructivo"
        ],
        "achievement_indicators": [
            "Comprende y produce, de forma oral, textos funcionales y literarios con mayor complejidad, respondiendo a preguntas literales e inferenciales sobre su contenido, características y estructura",
            "Lee con fluidez y de manera comprensiva textos funcionales y literarios más extensos, con vocabulario específico, estructuras sintácticas, léxica y semántica más complejas, respondiendo preguntas, literales, inferenciales y críticas sobre su contenido, características y estructura",
            "Escribe los textos funcionales y literarios de extensión, estructura sintáctica, lexical y semántica más compleja, siguiendo al proceso de escritura, de manera autónoma y utilizando alguna herramienta tecnológica",
            "Formula opiniones críticas y creativas mediante textos variados, respetando las ajenas de sus interlocutores",
            "Identifica problemas de su entorno familiar, estudiantil y comunitario, mediante textos variados, proponiendo posibles soluciones",
            "Explica de manera oral o escrita resultados de investigaciones realizadas, utilizando medios tecnológicos y de otros tipos",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Elabora textos orales o escritos, promoviendo relaciones, sentimientos y emociones",
            "Publica temas sobre salud y preservación de la naturaleza, mediante textos orales o escritos"
        ]
    },
    {
        "title": "La noticia",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La noticia",
            "Función de la noticia",
            "Estructura de la noticia (titular, entrada o copete, cuerpo de la noticia, foto, pie de foto)",
            "Preguntas en la noticia",
            "Conectores de orden",
            "La concordancia: sujeto y predicado",
            "Signos de puntuación y signos auxiliares (coma, punto y seguido, dos puntos, punto y aparte)"
        ],
        "attitudes": [
            "Valoración de la importancia de escuchar noticias para estar informado/a sobre situaciones importantes de su escuela, su comunidad, su país y el mundo",
            "Curiosidad por conocer lo que sucede a su alrededor y en el mundo",
            "Sensibilidad y solidaridad con lo sucedido y reportado en las noticias",
            "Criticidad frente a lo sucedido y reportado en las noticias",
            "Interés por lo que sucede en su país y el mundo y por contarlo a través de noticias",
            "Valoración de la importancia de contar objetivamente noticias para informar a otros y otras sobre sucesos ocurridos en el país y el mundo",
            "Interés por escribir noticias ocurridas en el país y el mundo",
            "Cuidado en la presentación, legibilidad en su escritura, orden y limpieza en la elaboración de su noticia"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura de la noticia que se escuchará",
            "Escucha atenta de noticias relacionadas con la realidad social y cultural de su país y del mundo",
            "Utilización de la estructura de la noticia (titular, entrada o copete, cuerpo de la noticia, foto, pie de foto) y los signos de puntuación para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce y del orden en que ocurrieron de los sucesos apoyándose en los conectores de orden, para comprender su información",
            "Realización de las inferencias necesarias para comprender el sentido global de la noticia que escucha",
            "Paráfrasis del sentido global de la noticia, sobre qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió",
            "Reconstrucción del sentido global de la noticia",
            "Identificación del sonido que se ha añadido al inicio / al final de una palabra contenida en la noticia respecto a otra",
            "Conteo de las palabras que componen el título de la noticia",
            "Establecimiento de la intención comunicativa de la noticia",
            "Planificación de la noticia que se presentará de manera oral",
            "Selección del suceso sobre el que informará en la noticia",
            "Narración de la noticia, expresión oral clara, precisa y con entonación apropiada a la intención comunicativa al producir una noticia, su función, estructura, las preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió), los conectores de orden y la concordancia sujeto-predicado y un vocabulario apropiado, adaptado a la intención comunicativa y a sus interlocutores/as",
            "Adición de una sílaba al final / al inicio de una palabra contenida en la noticia para formar una nueva pronunciación de dicha sílaba",
            "Sustitución de una sílaba por otra en una palabra contenida en la noticia para formar una nueva",
            "Adición de un sonido al final / al comienzo de una palabra contenida en la noticia, pronunciación de dicho sonido",
            "Segmentación de cada uno de los sonidos que componen una palabra contenida en la noticia",
            "Segmentación de cada una de las palabras que componen el título de la noticia",
            "Establecimiento de un propósito para la lectura de la noticia",
            "Exploración del periódico e identificación de las noticias más importantes",
            "Lectura en voz alta de la noticia con fluidez, claridad, velocidad, precisión y entonación adecuadas a la intención comunicativa de este tipo de texto y conforme a cada una de las partes de su estructura, aplicando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y los signos de puntuación",
            "Utilización con actividades escritas de la estructura de la noticia (titular, entrada o copete, cuerpo de la noticia, foto, pie de foto) para comprender su información, interpretación del contenido de las fotos de la noticia, inferencia, a partir del contexto, del significado de las palabras que desconoce e identificación del orden en que ocurren los hechos de la noticia, apoyándose en los conectores de orden y los signos de puntuación para comprender su información",
            "Realización de las inferencias escrita necesarias para comprender el sentido global de la noticia y reconstrucción de su sentido global",
            "Comparación del tipo de letras (mayúsculas y minúsculas) usadas en las distintas partes que estructuran la noticia",
            "Reconocimiento de la estructura gráfica de la noticia (titular, entrada o copete, cuerpo de la noticia, foto, pie de foto)",
            "Identificación de la puntuación (coma, punto, dos puntos, punto y coma) utilizada en la noticia para hacer adecuadamente las pausas y leer con la entonación y las velocidades apropiadas",
            "Identificación de los espacios en blanco entre las palabras, oraciones y párrafos de la noticia para leerla con expresión adecuada",
            "Establecimiento de la intención comunicativa de su noticia. Selección del suceso sobre el que informará en la noticia",
            "Planificación y organización de sus ideas para escribir la noticia tomando en cuenta la intención, la función, la estructura, la concordancia sujeta predicado, el uso de conectores de orden para secuenciar los sucesos y las preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió) y la utilización del vocabulario adecuado a la intención comunicativa y a sus interlocutores/as",
            "Elaboración del borrador de la noticia con escritura legible de todas las palabras que emplea en la noticia, representando con letras, de manera convencional, las unidades sonoras de la noticia, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes, separación de palabras, oraciones y párrafos, el lugar de las letras sobre el renglón, utilización de los signos de puntuación (coma, punto, dos puntos, punto y coma) para segmentar y organizar la noticia y las mayúsculas, las minúsculas y diferentes tamaños de letras adecuadas a la información de la noticia",
            "Revisión y corrección contenido y los aspectos ortográficos de la noticia con ayuda de su docente y de sus compañeros y compañeras",
            "Edición y publicación de la noticia"
        ],
        "achievement_indicators": [
            "Comprende y produce, de forma oral, textos funcionales y literarios con mayor complejidad, respondiendo a preguntas literales e inferenciales sobre su contenido, características y estructura",
            "Lee con fluidez y de manera comprensiva textos funcionales y literarios más extensos, con vocabulario específico, estructuras sintácticas, léxica y semántica más complejas, respondiendo preguntas, literales, inferenciales y críticas sobre su contenido, características y estructura",
            "Escribe los textos funcionales y literarios de extensión, estructura sintáctica, lexical y semántica más compleja, siguiendo al proceso de escritura, de manera autónoma y utilizando alguna herramienta tecnológica",
            "Formula opiniones críticas y creativas mediante textos variados, respetando las ajenas de sus interlocutores",
            "Identifica problemas de su entorno familiar, estudiantil y comunitario, mediante textos variados, proponiendo posibles soluciones",
            "Explica de manera oral o escrita resultados de investigaciones realizadas, utilizando medios tecnológicos y de otros tipos",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Elabora textos orales o escritos, promoviendo relaciones, sentimientos y emociones",
            "Publica temas sobre salud y preservación de la naturaleza, mediante textos orales o escritos"
        ]
    },
    {
        "title": "El cuento",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El cuento",
            "Componentes y estructura del cuento (nicio, desarrollo y cierre)",
            "Conectores de orden (primero, luego, después) y causales (porque, por eso, por lo que) para secuenciar los sucesos del nudo del cuento",
            "El verbo en pasado",
            "El adjetivo",
            "Narrador y personajes",
            "Signos de puntuación y signos auxiliares (coma, punto y seguido, punto final) signos auxiliares"
        ],
        "attitudes": [
            "Disfrute al escuchar cuentos",
            "Valoración de la función lúdica de la lengua",
            "Interés y curiosidad por realizar predicciones de cuentos que escucha",
            "Expresión oral fluida y con entonación adecuada a la intención comunicativa del cuento",
            "Disfrute al narrar cuentos",
            "Valoración de la función lúdica de la lengua",
            "Creatividad e imaginación al contar cuentos",
            "Disfrute al escribir cuentos",
            "Valoración de la función lúdica de la lengua",
            "Cuidado en la presentación, legibilidad de su escritura orden y limpieza en la elaboración de su cuento"
        ],
        "procedures": [
            "Escucha atenta de cuentos acordes con su edad e intereses leído por su docente",
            "Reconocimiento y utilización de la estructura del cuento escuchado (inicio, nudo y desenlace), inferencia, a partir del contexto, del significado de las palabras que desconoce, de los verbos en pasado, de los adjetivos, de la distinción entre narrador y personajes y de las fórmulas de inicio y de cierre, para comprender su contenido",
            "Reconocimiento de la función de los signos de puntuación (coma, punto, dos puntos, punto y coma, raya, puntos suspensivos) para segmentar y organizar el cuento, según cada una de sus partes: inicio, nudo y desenlace uso de las mayúsculas en los nombres propios, en el título y al inicio de las oraciones del cuento, los signos de puntuación, interrogación , de exclamación y el empleo de la tilde en palabras del cuento que escribe, según las convenciones ortográficas para la comprensión del cuento que escucha",
            "Realización de las inferencias necesarias para comprender el sentido global del cuento que escucha: reconocimiento de las acciones realizadas por los personajes, explicación de la relación de causalidad entre ellas e inferencia de las motivaciones de las acciones de los personajes para realizar paráfrasis del sentido global del cuento, usando el vocabulario apropiado y mediante sinónimos y otros recursos",
            "Reconstrucción del sentido global del cuento",
            "Identificación del sonido que se ha añadido al inicio / al final / en el medio de una palabra contenida en el cuento respecto a otra",
            "Conteo de las palabras que componen el título del cuento",
            "Establecimiento de la intención comunicativa de su cuento",
            "Planificación del cuento que se presentará de forma oral",
            "Selección del suceso, los personajes, el lugar y el tiempo adecuados para el que va a narrar de forma oral, descripción de los personajes con vocabulario apropiado y utilización de adjetivos para caracterizar a los personajes del cuento que producirá",
            "Narración oral del cuento ajustándose a la intención, los componentes y la estructura del cuento (inicio, nudo y desenlace), con expresión oral fluida, y con entonación adecuada a la intención comunicativa, organización cronológica de los sucesos, inclusión de diálogos en estilo directo y fórmulas de inicio y de cierre en el cuento, utilización del vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as, utilización del tiempo verbal pasado para narrar y marcas de inicio, progresión y cierre",
            "Adición de una sílaba al final / al inicio / en el medio de una palabra contenida en el cuento para formar una nueva, pronunciación de dicha sílaba",
            "Sustitución de una sílaba por otra en una palabra del cuento para formar una palabra nueva",
            "Adición de un sonido al final / al comienzo / en el medio de una palabra 'del cuento, pronunciación de dicho sonido",
            "Segmentación de cada uno de los sonidos que componen una palabra del cuento",
            "Segmentación de cada una de las palabras que componen el título y/o una frase dada del cuento",
            "Establecimiento de un propósito para la lectura del cuento",
            "Lectura en voz alta del cuento, aplicando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel, con pronunciación clara y fluida de las oraciones exclamativas e interrogativas con claridad, velocidad, precisión y entonación adecuadas a la intención comunicativa de este tipo de texto y conforme a cada una de las partes de su estructura",
            "Utilización de forma escrita, de la estructura del cuento (inicio, nudo y desenlace), identificación de los personajes, las distintas voces (narrador y personajes) que intervienen, los verbos en pasado, de los adjetivos, las fórmulas de inicio y de cierre, el reconocimiento de las acciones realizadas por los personajes y explicación de la relación de causalidad entre ellas, para comprender su contenido",
            "Identificación, por escrito de los signos de puntuación (coma, punto, dos puntos, punto y coma, raya, puntos suspensivos) en la segmentación y organización el cuento, según cada una de sus partes: inicio, nudo y desenlace, de las mayúsculas en los nombres propios, en el título y al inicio de las oraciones del cuento",
            "Utilización de los signos de interrogación para formular preguntas y los signos de exclamación para expresar la admiración y/o sorpresa sobre determinados aspectos del cuento",
            "Empleo de la tilde en palabras del cuento que escribe, según las convenciones ortográficas",
            "Realización inferencia, a partir del contexto, del significado de las palabras que desconoce, sobre el contenido, de imágenes, sobre las motivaciones de las acciones de los personajes, y las inferencias necesarias para comprender el sentido global del cuento que lee",
            "Lectura de cuento en silencio y con concentración, ajustándose al tiempo establecido y releyendo algunas partes del texto para localizar información específica comprender mejor su contenido",
            "Paráfrasis del sentido global del cuento, usando el vocabulario apropiado y mediante sinónimos y otros recursos",
            "Reconstrucción del sentido global del cuento para la elaboración de paráfrasis escrita. ",
            "Identificación, en el cuento de la puntuación (coma, punto, dos puntos, punto y coma, raya, puntos suspensivos) utilizada en el cuento para hacer adecuadamente las pausas y leer con entonación y velocidad apropiadas",
            "Identificación de los espacios en blanco entre las palabras, oraciones y párrafos del cuento para leerlo con expresión adecuada",
            "Identificación de la sílaba tónica en palabras del cuento que lee para pronunciarlas adecuadamente",
            "Establecimiento de la intención comunicativa de su cuento",
            "Planificación del cuento que producirá: selección del suceso, los personajes, el lugar y el tiempo, descripción de los personajes del cuento con vocabulario apropiado, utilización de adjetivos para describir a los personajes del cuento que produce",
            "Elaboración con escritura legible de todas las palabras que emplea en el cuento, del primer borrador realizando una narración del cuento ajustándose a la intención, los elementos seleccionados y a la estructura (inicio, nudo y desenlace), aplicación de las características se la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes, separación de palabras, oraciones y párrafos, el lugar de las letras sobre el renglón, al escribir cuentos utilizando de fórmulas de inicio y de cierre en su cuento, adjetivos para caracterizar a los personajes, e diálogos de los personajes con estilo directo, distintas voces (narrador y personajes), vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as, organización cronológica de los sucesos del cuento y utilización del tiempo verbal pasado para narrar las acciones de los personajes, marcas de inicio, progresión y cierre y la puntuación (coma, punto, dos puntos, raya) para segmentar y organizar el escrito",
            "Utilización de los signos de puntuación (coma, punto, dos puntos, punto y coma, raya, puntos suspensivos) para segmentar y organizar el cuento, según cada una de sus partes: inicio, nudo y desenlace",
            "Utilización de las mayúsculas en los nombres propios, en el título y al inicio de las oraciones del cuento",
            "Utilización de los signos de interrogación para formular preguntas relacionadas con sucesos del cuento",
            "Utilización de los signos de exclamación para expresar la admiración y/o sorpresa de los personajes del cuento",
            "Empleo de la tilde en palabras del cuento que escribe, según las convenciones ortográficas",
            "Revisión y corrección del contenido y los aspectos ortográficos del borrador con ayuda de su docente y sus compañeros",
            "Edición, ilustración y publicación de su cuento"
        ],
        "achievement_indicators": [
            "Comprende y produce, de forma oral, textos funcionales y literarios con mayor complejidad, respondiendo a preguntas literales e inferenciales sobre su contenido, características y estructura",
            "Lee con fluidez y de manera comprensiva textos funcionales y literarios más extensos, con vocabulario específico, estructuras sintácticas, léxica y semántica más complejas, respondiendo preguntas, literales, inferenciales y críticas sobre su contenido, características y estructura",
            "Escribe los textos funcionales y literarios de extensión, estructura sintáctica, lexical y semántica más compleja, siguiendo al proceso de escritura, de manera autónoma y utilizando alguna herramienta tecnológica",
            "Formula opiniones críticas y creativas mediante textos variados, respetando las ajenas de sus interlocutores",
            "Identifica problemas de su entorno familiar, estudiantil y comunitario, mediante textos variados, proponiendo posibles soluciones",
            "Explica de manera oral o escrita resultados de investigaciones realizadas, utilizando medios tecnológicos y de otros tipos",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Elabora textos orales o escritos, promoviendo relaciones, sentimientos y emociones",
            "Publica temas sobre salud y preservación de la naturaleza, mediante textos orales o escritos"
        ]
    },
    {
        "title": "El artículo expositivo",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El artículo expositivo",
            "Función del artículo expositivo y Estructura expositiva (Introducción, desarrollo y Conclusión)",
            "La descripción: cinco modos de organización",
            "Presente de indicativo: verbos como ser, estar, parecer, tener, existir, etc.",
            "Adjetivos y Adverbios en la descripción",
            "Conectores de adición en la descripción del artículo",
            "Signos de puntuación y signos auxiliares (coma, punto y seguido, dos puntos punto final)"
        ],
        "attitudes": [
            "Valoración de la objetividad de las informaciones que escucha para conocer y explicar temas de interés científico",
            "Interés por informar y explicar objetivamente sobre fenómenos diversos a través de artículos de divulgación científica",
            "Valoración de la importancia de investigar para informar y explicar a otros y otras sobre fenómenos diversos",
            "Curiosidad por conocer y explicar fenómenos diversos a través de artículos de divulgación científica",
            "Interés por escribir artículos de divulgación científica",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de su artículo expositivo"
        ],
        "procedures": [
            "Escucha atenta de artículos de divulgación científica leídos por su docente",
            "Utilización de la estructura del artículo de divulgación científica (introducción, desarrollo y conclusión) inferencia, a partir del contexto, del significado de las palabras que desconoce y el modo de organización descriptiva, de los verbos en presente indicativo, de los adjetivos, adverbios y los signos de puntación para comprender las descripciones dadas en el artículo de divulgación científica para comprender su información",
            "Realización de las inferencias necesarias para comprender el sentido global del artículo expositivo que escucha y realizar paráfrasis de las ideas principales",
            "Conteo de las palabras que componen el título y/o una frase dada del artículo expositivo que escucha",
            "Establecimiento de la intención comunicativa del artículo de divulgación científica que producirá oralmente",
            "Selección del tema, investigación en una fuente bibliográfica confiable informaciones sobre las que informará y explicará en el artículo de divulgación científica",
            "Explicación del artículo de divulgación científica con expresión oral fluida, precisa, clara y con entonación adecuada a la intención comunicativa, utilizando un vocabulario apropiado a la intención comunicativa, a sus interlocutores/as y al tema seleccionado",
            "Pronunciación de una palabra del artículo expositivo, omitiendo el sonido que se encuentra al final / al inicio / en el medio, pronunciando dicho sonido",
            "Segmentación de cada uno de los sonidos que componen una palabra contenida en el artículo expositivo",
            "Segmentación de cada una de las palabras que componen el título y/o una frase dada del artículo expositivo",
            "Establecimiento de un propósito para la lectura del artículo de divulgación científica",
            "Lectura en voz alta del artículo expositivo con fluidez, claridad, velocidad, precisión y entonación adecuadas a la intención comunicativa de este tipo de texto y conforme a cada una de las partes de su estructura, los signos de puntuación, aplicando las normas convencionales de la lectura cuando lee artículos expositivos: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel",
            "Utilización de la estructura del artículo de divulgación científica (introducción, desarrollo y conclusión) y del modo de organización descriptiva, de la Inferencia, a partir del contexto de palabras de significado desconocido y del uso del diccionario para conocer el significado de las palabras cuyo sentido no ha podido inferir para comprender su información",
            "Lectura de artículos expositivos en silencio y con concentración, ajustándose al tiempo establecido y releyendo algunas partes del texto para localizar información específica comprender mejor su contenido",
            "Identificación, a través de actividades de comprensión escrita (leer), de los verbos en presente de indicativo, de los adjetivos y adverbios para comprender las descripciones dadas en el artículo de divulgación científica",
            "Realización de las inferencias escritas necesarias para comprender el sentido global del artículo expositivo que lee y elaboración de paráfrasis escrita de las ideas principales",
            "Identificación en el artículo expositivo de la puntuación (coma, punto, dos puntos, signos de interrogación) utilizada en el artículo expositivo para delimitar las palabras, oraciones y párrafos y hacer adecuadamente las pausas, leer con entonación y velocidad apropiadas",
            "Identificación, en el artículo expositivo, de los espacios en blanco entre las palabras, oraciones y párrafos para leerlo con expresión adecuada",
            "Inferencia de reglas para el uso de letras (“b” / “v”, “s” /“c”/“z”, “cc”/“x”, “h”), a partir de la formación por escrito y la lectura en voz alta de familias léxicas que contienen estos grafemas",
            "Identificación de la sílaba tónica en palabras del artículo expositivo que lee para pronunciarlas adecuadamente",
            "Establecimiento de la intención comunicativa del artículo de divulgación científica que producirá",
            "Planificación de la escritura del artículo: selección del tema, investigación del tema seleccionado en una fuente bibliográfica confiable, organización de las ideas para escribir el artículo de divulgación científica",
            "Escritura del borrador del artículo de divulgación científica con escritura legible de todas las palabras que emplea, utilización del vocabulario apropiado a la intención, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes, separación de palabras, oraciones y párrafos, el lugar de las letras sobre el renglón, uso de los signos de puntuación (coma, punto, dos puntos, signos de interrogación) para segmentar y organizar cada una de sus partes: introducción, desarrollo y conclusión, los elementos de la ortografía convencional: “m” antes de “p” y “b”, uso de letras (“b”/“v”, “s”/“c”/“z”, “c/c”/“x”, “h”), la tilde en palabras y la mayúscula al inicio de las oraciones y párrafos",
            "Revisión y corrección contenido y los aspectos ortográficos del artículo de divulgación científica con ayuda de su docente y de sus compañeros y compañeras",
            "Ilustración, edición y publicación del artículo de divulgación científica"
        ],
        "achievement_indicators": [
            "Comprende y produce, de forma oral, textos funcionales y literarios con mayor complejidad, respondiendo a preguntas literales e inferenciales sobre su contenido, características y estructura",
            "Lee con fluidez y de manera comprensiva textos funcionales y literarios más extensos, con vocabulario específico, estructuras sintácticas, léxica y semántica más complejas, respondiendo preguntas, literales, inferenciales y críticas sobre su contenido, características y estructura",
            "Escribe los textos funcionales y literarios de extensión, estructura sintáctica, lexical y semántica más compleja, siguiendo al proceso de escritura, de manera autónoma y utilizando alguna herramienta tecnológica",
            "Formula opiniones críticas y creativas mediante textos variados, respetando las ajenas de sus interlocutores",
            "Identifica problemas de su entorno familiar, estudiantil y comunitario, mediante textos variados, proponiendo posibles soluciones",
            "Explica de manera oral o escrita resultados de investigaciones realizadas, utilizando medios tecnológicos y de otros tipos",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Elabora textos orales o escritos, promoviendo relaciones, sentimientos y emociones",
            "Publica temas sobre salud y preservación de la naturaleza, mediante textos orales o escritos"
        ]
    },
    {
        "title": "La adivinanza",
        "level": "PRIMARIA",
        "year": "TERCERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La adivinanza",
            "Función de la adivinanza",
            "Estructura de la adivinanza (fórmulas de introducción, elementos orientadores, elementos desorientadores, fórmulas de conclusión)",
            "Verso"
        ],
        "attitudes": [
            "Disfrute al escuchar adivinanzas",
            "Valoración de la función lúdica y estética de la lengua",
            "Interés y curiosidad por comprender las adivinanzas que escucha",
            "Valoración de las tradiciones orales propias de nuestra identidad",
            "Cooperación mutua en la resolución de las adivinanzas",
            "Disfrute al contar adivinanzas",
            "Creatividad e imaginación al contar adivinanzas",
            "Disfrute al leer adivinanzas",
            "Disfrute al escribir adivinanzas",
            "Creatividad e imaginación en las adivinanzas que escribe",
            "Valoración de las tradiciones propias de nuestra identidad",
            "Cooperación mutua en la producción de las adivinanzas"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura de la adivinanza que escuchará",
            "Escucha atenta de adivinanzas acordes con la edad e intereses",
            "Utilización de la estructura de la adivinanza (fórmulas de introducción, elementos orientadores, elementos desorientadores, fórmulas de conclusión) y uso de la descripción del objeto o realidad para comprender su contenido y presentada para descubrir la incógnita encubierta",
            "Reconocimiento de los elementos orientadores y desorientadores en la adivinanza que escucha para resolverla",
            "Realización de las inferencias necesarias para resolver el problema o enigma planteado",
            "Uso de los versos, la rima y el ritmo para el disfrute de la adivinanza",
            "Identificación de las palabras que riman con cada uno de los versos de la adivinanza",
            "Descomposición de los versos de la adivinanza en palabras",
            "Elección de palabras que terminen con el mismo sonido que la palabra final de cada verso de la adivinanza que escucha",
            "Establecimiento de la intención comunicativa de la adivinanza",
            "Planificación de la Producción oral (hablar) de la adivinanza",
            "Selección del objeto o la realidad, la pregunta y las fórmulas de introducción y conclusión que utilizará para producir oralmente la adivinanza",
            "Selección de forma creativa de las características del objeto o la realidad que va a describir en la adivinanza, uso de un vocabulario apropiado, la comparación y el vocabulario simbólico",
            "Verbalización de la adivinanza ajustándose a la intención, la estructura (fórmulas de introducción, elementos orientadores, elementos desorientadores, fórmulas de conclusión), los versos, el ritmo y rima",
            "Pronunciación de las palabras que riman en cada uno de los versos de la adivinanza",
            "Pronunciación de palabras que comienzan y /o que terminan con el mismo sonido que otra contenida en la adivinanza",
            "Establecimiento de un propósito para la lectura de adivinanzas",
            "Lectura en voz alta de adivinanzas, aplicando las normas convencionales de lectura cuando: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel, con la entonación y pronunciación clara de las palabras y versos",
            "Utilización de la estructura de la adivinanza (fórmulas de introducción, la descripción, elementos orientadores, elementos desorientadores, fórmulas de conclusión) y los signos de puntuación para comprender su contenido",
            "Realización de las inferencias necesarias para resolver el problema o enigma planteado",
            "Uso de los versos, la rima y el ritmo para el disfrute de la adivinanza",
            "Establecimiento de la intención comunicativa de la adivinanza",
            "Planificación de la escritura de la adivinanza: Selección del objeto o la realidad que va a describir, junto con sus características, las preguntas y fórmulas de introducción y conclusión, elementos descriptivos para crear suspenso, comparación y vocabulario simbólico y elementos orientadores y desorientadores que tendrá su adivinanza",
            "Escritura del primer borrador de la adivinanza ajustándose a la intención y a la estructura (fórmulas de introducción, elementos orientadores, elementos desorientadores, fórmulas de conclusión), el ritmo y la rima, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de los márgenes, separación de los versos y las estrofas y el lugar de las letras sobre el renglón, utilizando la mayúscula al inicio de cada estrofa de la adivinanza y el punto final de cada una de ellas",
            "Revisión y corrección contenido y los aspectos ortográficos del borrador con la ayuda de su docente y sus compañeros y compañeras para presentar la escritura legible de todas las palabras que emplea en su adivinanza",
            "Edición y publicación de la adivinanza que produce"
        ],
        "achievement_indicators": [
            "Comprende y produce, de forma oral, textos funcionales y literarios con mayor complejidad, respondiendo a preguntas literales e inferenciales sobre su contenido, características y estructura",
            "Lee con fluidez y de manera comprensiva textos funcionales y literarios más extensos, con vocabulario específico, estructuras sintácticas, léxica y semántica más complejas, respondiendo preguntas, literales, inferenciales y críticas sobre su contenido, características y estructura",
            "Escribe los textos funcionales y literarios de extensión, estructura sintáctica, lexical y semántica más compleja, siguiendo al proceso de escritura, de manera autónoma y utilizando alguna herramienta tecnológica",
            "Formula opiniones críticas y creativas mediante textos variados, respetando las ajenas de sus interlocutores",
            "Identifica problemas de su entorno familiar, estudiantil y comunitario, mediante textos variados, proponiendo posibles soluciones",
            "Explica de manera oral o escrita resultados de investigaciones realizadas, utilizando medios tecnológicos y de otros tipos",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Elabora textos orales o escritos, promoviendo relaciones, sentimientos y emociones",
            "Publica temas sobre salud y preservación de la naturaleza, mediante textos orales o escritos"
        ]
    },
    {
        "title": "La conversación",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La conversación",
            "Estructura de la conversación (apertura, cuerpo, conclusión y terminación)",
            "Los turnos de habla",
            "Actos de habla (saludar, preguntar, agradecer, pedir permiso, despedirse)"
        ],
        "attitudes": [
            "Valoración de la conversación como un medio de interacción social",
            "Respeto a los/las interlocutores/as y a las ideas que expresan a través de la conversación",
            "Reflexión crítica sobre la temática de la conversación",
            "Interés en conversar con sus compañeros y compañeras, sin diferencias de género, raza, nacionalidad, credo"
        ],
        "procedures": [
            "Reconocimiento de la intención comunicativa e identificación del tema de la conversación",
            "Escucha atenta, respetando los turnos de habla",
            "Utilización de la estructura de la conversación para comprender su contenido",
            "Identificación del/de la o los/las interlocutores/as que interviene/n en la conversación y sus mensajes",
            "Interpretación de los elementos paralingüísticos del/de la interlocutor/a (risa, gestos, mímicas, postura física, etc.) para comprender mejor el contenido de la conversación",
            "Realización de las inferencias necesarias para comprender la conversación",
            "Establecimiento de la intención comunicativa y selección del/de la interlocutor/a y la temática para la conversación",
            "Utilización de la estructura de la conversación y sus correspondientes actos de habla (saludar, preguntar, agradecer, pedir permiso, despedirse)",
            "Uso de los turnos de habla de manera apropiada a la interacción",
            "Utilización de la entonación, pronunciación y gestos adecuados en función de la intención comunicativa y de sus interlocutores/as",
            "Intervención de forma espontánea y creativa, según la estructura y la temática de la conversación",
            "Uso de vocabulario apropiado a la intención comunicativa y los/las interlocutores/as"
        ],
        "achievement_indicators": [
            "Utiliza textos orales y escritos al expresar sus pensamientos",
            "Se expresa oralmente utilizando textos funcionales y literarios sobre temas familiares, escolares y sociales",
            "Comprende y produce de forma oral y escrita, textos funcionales y literarios abordando temas y problemas sociales",
            "Expresa sus ideas con creatividad de forma oral o escrita, respetando las opiniones de los demás",
            "Plantea problemas de su entorno familiar y escolar, mediante un tipo de texto oral o escrito y propone posibles soluciones",
            "Expone los resultados de investigaciones sobre temas sociales, usando un texto funcional conveniente y a través de medios tecnológicos y de otros tipos",
            "Identifica valores socioculturales, mediante textos orales y escritos que produce, para el fortalecimiento ético, haciendo uso de medios y recursos variados",
            "Identifica diferentes valores mediante textos que lee o escribe, expresando sentimientos, emociones individuales o colectivas en el fortalecimiento de las relaciones humanas",
            "Utiliza un tipo de texto conveniente para promover la preservación de la salud y el medio ambiente, empleando herramientas y medios variados"
        ]
    },
    {
        "title": "La carta de solicitud de permiso",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La carta de solicitud de permiso",
            "Función de la carta",
            "Estructura de la carta",
            "Oraciones enunciativas y desiderativas",
            "La concordancia",
            "Modo subjuntivo del verbo"
        ],
        "attitudes": [
            "Curiosidad al escuchar la lectura de los diversos asuntos que motivan las cartas que escucha",
            "Interés al leer los asuntos que motivan las cartas de solicitud de permiso como forma de satisfacer necesidades personales y comunitarias cotidianas, de manera argumentada",
            "Valoración responsable de medios y recursos (tecnológicos y convencionales) como apoyos para leer cartas",
            "Valoración de la producción escrita de cartas de solicitud de permiso con la apropiada argumentación y apegadas a la convencionalidad del discurso formal"
        ],
        "procedures": [
            "Anticipación del contenido de la carta de solicitud de permio a partir del destinatario/a y/o de inicio del cuerpo de la carta. Escucha atentadel contenido",
            "Identificación de la intención comunicativa de la carta que escucha (solicitar permiso para asistir a un evento, para utilizar algún espacio escolar, para faltar a clases por ausencias justificadas, entre otros)",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global de la carta que escucha. Paráfrasis clara y coherente de la información de la carta que escucha",
            "Establecimiento de la intención comunicativa de la carta (solicitar permiso para asistir a un evento, para utilizar algún espacio escolar, para faltar a clases por razones justificadas, entre otros)",
            "Selección del/de la o los/las destinatarios/as a quien/es dirigirá la carta y del asunto que la motiva",
            "Construcción oral del asunto que motiva la carta de solicitud de permiso con ideas claras y coherentes en oraciones con la adecuada concordancia entre sujeto y predicado y con las fórmulas que expresan deseos debidamente justificados",
            "Utilización de un vocabulario apropiado a la intención comunicativa y sus destinatarios/as",
            "Establecimiento de un propósito para la lectura de la carta de solicitud de permiso. Anticipación del contenido de la carta a partir de su silueta, de fragmentos leídos y de otras marcas textuales",
            "Identificación de la intención comunicativa de la carta (solicitar permiso para faltar a clases, para asistir a un evento, para utilizar algún espacio escolar)",
            "Utilización de la estructura de la carta de solicitud de permiso (lugar y fecha, destinatario/a, saludo, cuerpo, despedida y firma), de las oraciones desiderativas y del uso del subjuntivo para comprender su contenido",
            "Realización de las inferencias necesarias, a partir del contexto, del significado de las palabras que desconoce y para comprender el sentido global de la carta de solicitud de permiso que lee",
            "Paráfrasis clara y coherente de la información de la carta de solicitud de permiso que escucha",
            "Planificación de la escritura de la carta: establecimiento de la intención comunicativa (solicitar permiso para faltar a clases, para asistir a un evento, para utilizar algún espacio escolar, entre otros); selección del asunto que quiere solicitar y del/de la o los/las destinatarios/as y del soporte físico o digital que utilizará para escribirla; formulación del asunto que se quiere solicitar con ideas claras y coherentes en oraciones completas y con la adecuada concordancia entre sujeto-predicado y con la inclusión de oraciones desiderativas y del subjuntivo como forma de expresar los deseos que motivan su carta de manera argumentada",
            "Escritura de borradores de la carta ajustándose a la intención comunicativa, estructura, vocabulario apropiado a la familiaridad o distancia los/las destinatarios/as; revisión y corrección de borradores con la ayuda de su docente y sus compañeros y compañeras; edición del último borrador; publicación o entrega de la versión final de la carta"
        ],
        "achievement_indicators": [
            "Utiliza textos orales y escritos al expresar sus pensamientos",
            "Se expresa oralmente utilizando textos funcionales y literarios sobre temas familiares, escolares y sociales",
            "Comprende y produce de forma oral y escrita, textos funcionales y literarios abordando temas y problemas sociales",
            "Expresa sus ideas con creatividad de forma oral o escrita, respetando las opiniones de los demás",
            "Plantea problemas de su entorno familiar y escolar, mediante un tipo de texto oral o escrito y propone posibles soluciones",
            "Expone los resultados de investigaciones sobre temas sociales, usando un texto funcional conveniente y a través de medios tecnológicos y de otros tipos",
            "Identifica valores socioculturales, mediante textos orales y escritos que produce, para el fortalecimiento ético, haciendo uso de medios y recursos variados",
            "Identifica diferentes valores mediante textos que lee o escribe, expresando sentimientos, emociones individuales o colectivas en el fortalecimiento de las relaciones humanas",
            "Utiliza un tipo de texto conveniente para promover la preservación de la salud y el medio ambiente, empleando herramientas y medios variados"
        ]
    },
    {
        "title": "La biografía",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La biografía",
            "Función de la biografía",
            "Estructura de la biografía: inicio, desarrollo y conclusión",
            "Adjetivos",
            "Conectores de orden, temporales y causales"
        ],
        "attitudes": [
            "Interés por conocer datos y vivencias de otras personas a través de las biografías que escucha",
            "Disfrute al relatar biografías sobre personas destacadas a nivel mundial",
            "Valoración de los aportes de personas destacadas a nivel mundial al leer sus biografías",
            "Valoración de los aportes de las personas cuya biografía ha escrito, para incorporarlos a su vida personal",
            "Interés por escribir biografías sobre personas destacadas a nivel mundial para que sean leídas por otras personas"
        ],
        "procedures": [
            "Escucha con atención biografías de personas destacadas a nivel mundial, leídas o relatadas por su docente o sus compañeros y compañeras; anticipación del contenido de la biografía a partir del título y de otras marcas textuales",
            "Utilización de la estructura de la biografía: inicio (presentación de la persona), desarrollo (descripción y narración de los hechos más relevantes) y conclusión (valoración de la persona) y los conectores para comprender su contenido",
            "Identificación de datos y acciones en la biografía que escucha",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce; las motivaciones de la persona de quien se habla en la biografía a partir de sus acciones principales",
            "Realización de las inferencias necesarias para comprender el sentido global de la biografía que escucha; interpretación y paráfrasis de los hechos principales de la biografía utilizando el vocabulario apropiado",
            "Establecimiento de la intención comunicativa de la biografía y selección, con la ayuda de su docente, de una persona del ámbito mundial sobre la cual versará la biografía",
            "Investigación, con la ayuda de su docente, sobre los acontecimientos más importantes e interesantes de la vida de la persona seleccionada y sobre su contexto histórico para producir oralmente la biografía",
            "Narración de la biografía de acuerdo a la intención comunicativa, los/las interlocutores/as y ajustándose a los acontecimientos más importantes de la persona seleccionada",
            "Utilización del vocabulario apropiado a la intención comunicativa y de los/las interlocutores/as, los adjetivos, conectores de orden, temporales y causales para marcar la sucesión de hechos en las oraciones del inicio, del desarrollo y de la conclusión de la biografía",
            "Establecimiento de un propósito para la lectura de la biografía; anticipación del contenido de la biografía a partir del título, las imágenes y otras marcas textuales",
            "Utilización de la estructura de la biografía (inicio, desarrollo y conclusión), el tiempo pasado de los verbos y los conectores de orden, temporales y causales; identificación de datos, acciones y acontecimientos más relevantes en las biografías que lee",
            "Inferencia de las motivaciones de la persona de quien se habla en la biografía a partir de sus acciones principales, así como del significado de palabras que desconoce, a partir del contexto",
            "Realización de las inferencias necesarias para comprender el sentido global de la biografía que lee; parafraseo de los hechos principales de la biografía, utilizando el vocabulario apropiado y mediante sinónimos y otros recursos lingüísticos",
            "Establecimiento de la intención comunicativa de la biografía que escribirá; selección, con la ayuda de su docente, de una persona destacada a nivel mundial sobre la cual producirá la biografía; investigar sobre los datos, vivencias, motivaciones y del orden temporal de los hechos",
            "Escritura de borradores de la biografía ajustándose a la intención y a su estructura: utilización de adjetivos, vocabulario apropiado, verbos en tiempo pasado, conectores de orden, temporales y causales, los signos de puntuación (punto y aparte, punto y seguido, coma); revisión y corrección del o los borradores con ayuda de su docente y sus compañeros y compañeras; edición y publicación de la biografía redactada"
        ],
        "achievement_indicators": [
            "Utiliza textos orales y escritos al expresar sus pensamientos",
            "Se expresa oralmente utilizando textos funcionales y literarios sobre temas familiares, escolares y sociales",
            "Comprende y produce de forma oral y escrita, textos funcionales y literarios abordando temas y problemas sociales",
            "Expresa sus ideas con creatividad de forma oral o escrita, respetando las opiniones de los demás",
            "Plantea problemas de su entorno familiar y escolar, mediante un tipo de texto oral o escrito y propone posibles soluciones",
            "Expone los resultados de investigaciones sobre temas sociales, usando un texto funcional conveniente y a través de medios tecnológicos y de otros tipos",
            "Identifica valores socioculturales, mediante textos orales y escritos que produce, para el fortalecimiento ético, haciendo uso de medios y recursos variados",
            "Identifica diferentes valores mediante textos que lee o escribe, expresando sentimientos, emociones individuales o colectivas en el fortalecimiento de las relaciones humanas",
            "Utiliza un tipo de texto conveniente para promover la preservación de la salud y el medio ambiente, empleando herramientas y medios variados"
        ]
    },
    {
        "title": "El informe de lectura",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El informe de lectura",
            "Función del informe de lectura",
            "Estructura del informe de lectura",
            "El resumen: pasos",
            "Adjetivos",
            "Verbos",
            "Conectores"
        ],
        "attitudes": [
            "Interés, curiosidad y entusiasmo por escuchar el informe de lectura",
            "Interés y entusiasmo al exponer oralmente un informe de lectura sobre un texto de secuencia narrativa, como un cuento, una fábula o una leyenda",
            "Disfrute y entusiasmo al leer el informe de lectura",
            "Interés y entusiasmo al escribir un informe de lectura"
        ],
        "procedures": [
            "Escucha atenta de informes de lectura leídos por el/la docente; anticipación del contenido del informe de lectura a partir del título o de otras marcas textuales",
            "Utilización de la estructura del informe de lectura para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global del informe de lectura que escucha",
            "Interpretación de los sucesos y los personajes que se analizan en el informe de lectura; paráfrasis del contenido del informe de lectura",
            "Establecimiento de la intención comunicativa del informe de lectura que producirá oralmente; selección del cuento, fábula o leyenda sobre el cual se hará la exposición del informe de lectura",
            "Lectura en voz alta o en silencio del texto seleccionado para el informe de lectura; resumen del contenido del texto seleccionado, presentando sus ideas principales a partir de las reglas de omisión, selección, generalización y reconstrucción",
            "Utilización del vocabulario adecuado para el informe de lectura, de acuerdo a la intención comunicativa y el/ la o los/las interlocutores/as",
            "Exposición oral del informe de lectura utilizando verbos en presente y pasado de indicativo, adjetivos y conectores de orden, tiempo y cierre en la conclusión del informe",
            "Establecimiento de un propósito para la lectura de un informe de lectura; anticipación del contenido del informe de lectura a partir del título y otras marcas textuales",
            "Lectura en silencio y/o en voz alta del informe de lectura; inferencia a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global del informe de lectura que lee",
            "Utilización de la estructura del informe de lectura (introducción, desarrollo y conclusión), de los verbos en presente y pasado, de los adjetivos y conectores",
            "Interpretación de los sucesos y los personajes que se analizan en el informe de lectura; paráfrasis del contenido del informe de lectura leído",
            "Establecimiento de un propósito para el informe de lectura que producirá por escrito; selección y lectura del texto sobre el cual redactará",
            "Resumen del contenido del texto seleccionado, presentando sus ideas principales a partir de las reglas de omisión, selección, generalización y reconstrucción",
            "Utilización de la estructura del informe de lectura (introducción, desarrollo y conclusión) y de adjetivos, verbos en presente y pasado del indicativo y conectores de orden, tiempo y cierre, vocabulario adecuado de acuerdo con la intención comunicativa y a el/la o los/las interlocutores/as, los signos convencionales de la escritura",
            "Escritura del o los borradores del informe de lectura; revisión y corrección de borrador con la ayuda de su docente y sus compañeros y compañeras; publicación del informe definitivo"
        ],
        "achievement_indicators": [
            "Utiliza textos orales y escritos al expresar sus pensamientos",
            "Se expresa oralmente utilizando textos funcionales y literarios sobre temas familiares, escolares y sociales",
            "Comprende y produce de forma oral y escrita, textos funcionales y literarios abordando temas y problemas sociales",
            "Expresa sus ideas con creatividad de forma oral o escrita, respetando las opiniones de los demás",
            "Plantea problemas de su entorno familiar y escolar, mediante un tipo de texto oral o escrito y propone posibles soluciones",
            "Expone los resultados de investigaciones sobre temas sociales, usando un texto funcional conveniente y a través de medios tecnológicos y de otros tipos",
            "Identifica valores socioculturales, mediante textos orales y escritos que produce, para el fortalecimiento ético, haciendo uso de medios y recursos variados",
            "Identifica diferentes valores mediante textos que lee o escribe, expresando sentimientos, emociones individuales o colectivas en el fortalecimiento de las relaciones humanas",
            "Utiliza un tipo de texto conveniente para promover la preservación de la salud y el medio ambiente, empleando herramientas y medios variados"
        ]
    },
    {
        "title": "La historieta",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La historieta",
            "Función de la historieta",
            "Estructura narrativa de la historieta (inicio, nudo y desenlace)",
            "Componentes de la historieta: viñetas (recuadro) con imágenes y texto (globos, onomatopeyas)",
            "Globos y su significado: pensamientos, conversaciones",
            "Letras, formas, tamaños: significado e intención",
            "Color y sus significados"
        ],
        "attitudes": [
            "Disfrute al leer historietas",
            "Interés y curiosidad por realizar predicciones de historietas que lee",
            "Valoración de la función recreativa y lúdica de la historieta",
            "Creatividad e imaginación al producir historietas",
            "Disfrute al producir historietas",
            "Valoración de la función recreativa de las historietas"
        ],
        "procedures": [
            "Establecimiento de un propósito para la lectura de la historieta; anticipación del contenido de la historieta a partir del título, las imágenes de las viñetas y otras marcas textuales",
            "Utilización de la estructura de la historieta (inicio, nudo y desenlace), del uso de las viñetas, las imágenes, los globos con textos y sin textos, de las onomatopeyas, el tamaño de las letras y el color para comprender su contenido",
            "Inferencia, a partir del contexto, el significado de las palabras que desconoce; interpretación del contenido de las imágenes",
            "Realización de las inferencias necesarias para comprender el sentido global de la historieta que lee",
            "Lectura en voz alta y silenciosa; paráfrasis del sentido global de la historieta",
            "Establecimiento de la intención comunicativa de la historieta; selección de la historia y los personajes que aparecerán en la historieta",
            "Planificación de las características de la historieta: cantidad de viñetas, imágenes (para cada viñeta, globos diferentes según los pensamientos de los personajes, tamaño de las letras, uso del color, onomatopeyas para las emociones",
            "Escritura de borradores de la historieta ajustándose a la intención comunicativa y a la estructura (inicio, nudo y desenlace), la secuencia de las viñetas, sus imágenes y textos; utilización del vocabulario apropiado",
            "Disfrute al leer historietas",
            "Interés y curiosidad por realizar predicciones de historietas que lee",
            "Valoración de la función recreativa y lúdica de la historieta",
            "Creatividad e imaginación al producir historietas",
            "Disfrute al producir historietas",
            "Valoración de la función recreativa de las historietas",
            "Revisión y corrección de la historieta tomando en cuenta las sugerencias de su docente, compañeros y compañeras",
            "Publicación de la versión final, cuidando la forma y el contenido de la historieta"
        ],
        "achievement_indicators": [
            "Utiliza textos orales y escritos al expresar sus pensamientos",
            "Se expresa oralmente utilizando textos funcionales y literarios sobre temas familiares, escolares y sociales",
            "Comprende y produce de forma oral y escrita, textos funcionales y literarios abordando temas y problemas sociales",
            "Expresa sus ideas con creatividad de forma oral o escrita, respetando las opiniones de los demás",
            "Plantea problemas de su entorno familiar y escolar, mediante un tipo de texto oral o escrito y propone posibles soluciones",
            "Expone los resultados de investigaciones sobre temas sociales, usando un texto funcional conveniente y a través de medios tecnológicos y de otros tipos",
            "Identifica valores socioculturales, mediante textos orales y escritos que produce, para el fortalecimiento ético, haciendo uso de medios y recursos variados",
            "Identifica diferentes valores mediante textos que lee o escribe, expresando sentimientos, emociones individuales o colectivas en el fortalecimiento de las relaciones humanas",
            "Utiliza un tipo de texto conveniente para promover la preservación de la salud y el medio ambiente, empleando herramientas y medios variados"
        ]
    },
    {
        "title": "El acróstico",
        "level": "PRIMARIA",
        "year": "CUARTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El acróstico",
            "Función del acróstico",
            "Estructura del acróstico (palabra principal, versos)",
            "El orden de letras iniciales, medias o finales",
            "Nombres como la palabra principal",
            "Versos",
            "Adjetivos",
            "Figuras literarias: hipérbaton, metáfora, epítetos",
            "La mayúsculas y tipografías especiales"
        ],
        "attitudes": [
            "Interés y agrado al escuchar acrósticos",
            "Valoración de la función lúdica y estética de la lengua",
            "Disfrute al recitar o leer en voz alta los acrósticos",
            "Interés por producir su propio acróstico",
            "Valoración de la forma y expresión de sentimientos y emociones en los acrósticos",
            "Respeto y empatía ante los acrósticos producidos por sus compañeros y compañeras"
        ],
        "procedures": [
            "Escucha atenta de los acrósticos recitados o leídos en voz alta; identificación de la intención comunicativa",
            "Identificación de la palabra principal del acróstico para su comprensión; inferencia del significado de palabras desconocidas a partir del contexto",
            "Utilización de la estructura, los adjetivos y las figuras literarias presentes en el acróstico para comprender sus significados explícitos e implícitos y disfrutar de las emociones que provoca; identificación de los cambios de voz y de entonación con los sentimientos que el poema transmite",
            "Paráfrasis oral del sentido global del acróstico utilizando el vocabulario adecuado a este tipo de texto",
            "Selección de acrósticos de autores/as españoles/as, latinoamericanos/as, caribeños/as y dominicanos/as, acordes a la intención comunicativa que quiere expresar",
            "Verbalización de figuras literarias (hipérbaton, metáfora, epítetos), la rima y los versos del acróstico usando la entonación y lenguaje gestual acordes a la intención comunicativa y a los sentimientos que se quieren expresar",
            "Uso de cambios de voz y de entonación atendiendo a los sentimientos que el acróstico transmite",
            "Establecimiento de un propósito para la lectura del acróstico",
            "Utilización de la estructura del acróstico (palabra principal, versos) para comprender su contenido y significación; inferencia del significado de palabras desconocidas a partir del contexto",
            "Utilización de la rima y el ritmo y las figuras literarias (hipérbaton, metáforas y epítetos) presentes en el acróstico para comprender sus significados implícitos y disfrutar de las emociones que provoca; parafraseo del sentido global del acróstico utilizando el vocabulario adecuado a este tipo de texto",
            "Selección del nombre propio o común como palabra principal para componer el acróstico u establecimiento de la intención comunicativa del acróstico que escribirá",
            "Ordenamiento y distribución en el poema de las letras que conforman el nombre de la palabra principal del acróstico",
            "Utilización especial de mayúsculas y tipografías para destacar la palabra principal que conforma el acróstico; vocabulario apropiado al contenido y la intención; hipérbaton, metáfora y epítetos",
            "Escritura de borradores del acróstico atendiendo al nombre seleccionado; revisión y corrección con ayuda de su docente y sus compañeros y compañeras; edición y publicación de las producciones en un mural, en un libro artesanal o en una revista escolar, medios tecnológicos"
        ],
        "achievement_indicators": [
            "Utiliza textos orales y escritos al expresar sus pensamientos",
            "Se expresa oralmente utilizando textos funcionales y literarios sobre temas familiares, escolares y sociales",
            "Comprende y produce de forma oral y escrita, textos funcionales y literarios abordando temas y problemas sociales",
            "Expresa sus ideas con creatividad de forma oral o escrita, respetando las opiniones de los demás",
            "Plantea problemas de su entorno familiar y escolar, mediante un tipo de texto oral o escrito y propone posibles soluciones",
            "Expone los resultados de investigaciones sobre temas sociales, usando un texto funcional conveniente y a través de medios tecnológicos y de otros tipos",
            "Identifica valores socioculturales, mediante textos orales y escritos que produce, para el fortalecimiento ético, haciendo uso de medios y recursos variados",
            "Identifica diferentes valores mediante textos que lee o escribe, expresando sentimientos, emociones individuales o colectivas en el fortalecimiento de las relaciones humanas",
            "Utiliza un tipo de texto conveniente para promover la preservación de la salud y el medio ambiente, empleando herramientas y medios variados"
        ]
    },
    {
        "title": "La carta de excusa o disculpa",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La carta de excusa o disculpa",
            "Función de la carta de excusa o disculpa",
            "Estructura de la carta (lugar y fecha, destinatario/a, saludo, cuerpo o asunto, despedida y firma)",
            "Fórmulas de cortesía",
            "Verbos en futuro (no podré, estaré)",
            "Conectores causales",
            "Adverbios como modalizadores"
        ],
        "attitudes": [
            "Curiosidad al escuchar las cartas de excusas o disculpas",
            "Interés por presentar excusas o disculpas a través de cartas ante situaciones previstas o imprevistas de la cotidianidad",
            "Interés al escuchar la lectura de los diversos asuntos que motivan las cartas de excusas o disculpas que lee",
            "Sinceridad para admitir las faltas o errores cometidos",
            "Responsabilidad para asumir el error cometido y ofrecer alternativas para repararlo"
        ],
        "procedures": [
            "Anticipación del contenido de la carta de excusas o disculpas a partir del/de la destinatario/a y/o del inicio del cuerpo de la carta; escucha atenta del contenido de la carta de excusas o disculpas",
            "Identificación de la intención comunicativa de la carta que escucha (ofrecer disculpas sinceras por alguna falta a alguna responsabilidad presentar las causas de la falta y ofrecer una propuesta que repare dicho accionar)",
            "Utilización de la estructura de la carta (lugar y fecha, destinatario/a, saludo, asunto que motiva la carta, despedida y firma) para comprender su contenido",
            "Realización de las inferencias necesarias para comprender el sentido global de la carta de excusas o disculpas que escucha, así como para el significado de las palabras que desconoce, a partir del contexto",
            "Paráfrasis clara y coherente de la información de la carta de excusas o disculpas que escucha",
            "Establecimiento de la intención comunicativa de la carta (ofrecer disculpas sinceras por alguna falta a alguna responsabilidad, presentar las causas de la falta y ofrecer una propuesta que repare dicho accionar)",
            "Selección del asunto que motiva la carta y a quien la dirigirá, las fórmulas de saludo y cierre de acuerdo con la familiaridad o distancia (jerarquía) con el/la destinatario/a",
            "Construcción oral del asunto que motiva la carta, expresado mediante oraciones claras y coherentes",
            "Inclusión de conectores para explicar las causas del asunto que motiva la carta",
            "Utilización de un vocabulario apropiado a la intención comunicativa y al/ a la o los/las destinatarios/as",
            "Establecimiento de un propósito para la lectura de la carta de excusa o disculpas; anticipación del contenido de la carta a partir de la silueta, de fragmentos leídos y de otras marcas textuales",
            "Identificación de la intención comunicativa de la carta que lee (ofrecer disculpas sinceras por alguna falta a alguna responsabilidad, presentar las causas de la falta y ofrecer una propuesta que repare dicho accionar). ",
            "Utilización de la estructura de la carta de excusas o disculpas (lugar y fecha, destinatario/a, saludo, cuerpo o asunto que la motiva, despedida y firma) para comprender su contenido",
            "Identificación de los conectores que explican las causas del asunto que motiva la carta que lee",
            "Realización de las inferencias necesarias para comprender el sentido global de la carta de excusas o disculpas que lee y del significado de las palabras que desconoce, a partir del contexto",
            "Paráfrasis clara y coherente de la información de la carta de excusas o disculpas que lee",
            "Establecimiento de la intención comunicativa de la carta (ofrecer disculpas sinceras por alguna falta a alguna responsabilidad, presentar las causas de la falta y ofrecer una propuesta que repare dicho accionar)",
            "Selección del asunto que motiva la carta (pedir excusas o disculpas por ausencias a clases, por alguna ofensa a la autoridad o a algún compañero, por no presentar un trabajo) y del/de la o los/las destinatarios/as y selección del soporte físico o digital que utilizará para escribirla. ",
            "Escritura de borradores de la carta de excusa o disculpa, ajustándose a su estructura (lugar y fecha, destinatario/a, saludo, cuerpo o asunto de la carta, despedida y firma), al vocabulario apropiado a la intención comunicativa y a la familiaridad o distancia (jerarquía) con el/la o los/las destinatarios/as; inclusión de fórmulas que expresan pesar por la falta a alguna responsabilidad, propuestas para reparar la falta en las explicaciones que motivan la carta; uso de conectores de causalidad, adverbios modalizadores",
            "Revisión y corrección del o los borradores tomando en cuenta la brevedad, sinceridad y credibilidad en el contenido, con la ayuda de su docente y sus compañeros y compañeras",
            "Edición de borradores tomando en cuenta las sugerencias de pares, propias y del o la docente para obtener la versión final; selección y escritura del sobre de la carta de excusas o disculpas, según el protocolo para la escritura de este (datos del remitente y destinatario/a de manera convencional)",
            "Entrega o envío de la versión final de la carta"
        ],
        "achievement_indicators": [
            "Expone sus conocimientos sobre diferentes temas, utilizando un tipo de texto oral o escrito",
            "Lee comprensivamente, sobre textos funcionales y literarios respondiendo con escritura convencional sobre temas sociales",
            "Escribe sus ideas mediante un tipo de texto apropiado, usando herramientas tecnológicas y de otros tipos",
            "Plantea sus ideas u opiniones de manera oral o escrita, demostrando creatividad y respeto ante los demás",
            "Identifica problemas sociales, usando textos funcionales y literarios, para sugerir posibles soluciones",
            "Utiliza textos orales y escritos para exponer resultados de investigaciones, a través de medios y recursos tecnológicos",
            "Produce textos funcionales y literarios, identificando valores para fortalecer la identidad ciudadana",
            "Utiliza textos variados para promover las relaciones humanas en diferentes contextos sociales, por medio de diferentes herramientas",
            "Publica temas, situaciones sobre el cuidado de la salud y la naturaleza, mediante textos convenientes, a través de diferentes plataformas y formatos"
        ]
    },
    {
        "title": "La anécdota",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La anécdota",
            "Función de la anécdota",
            "Estructura de la anécdota: inicio (presentación de la/s persona/s, lugar y tiempo del hecho), desarrollo (relato del hecho o hechos sucedidos), desenlace (resolución del hecho o hechos sucedidos) y evaluación (comentario acerca de lo sucedido)",
            "Verbos en pasado del indicativo",
            "Primera y tercera persona gramatical",
            "Adjetivos calificativos",
            "Adverbios de lugar, de tiempo",
            "Conectores de orden, temporales y causales"
        ],
        "attitudes": [
            "Interés y curiosidad por conocer hechos anecdóticos ocurridos",
            "Disfrute al escuchar anécdotas",
            "Interés por dar a conocer hechos significativos y curiosos que han ocurrido en el entorno social cercano",
            "Creatividad y agudeza al relatar anécdotas de forma oral",
            "Criticidad ante el hecho anecdótico que ha sido narrado",
            "Interés por dar a conocer hechos significativos y curiosos que han ocurrido en el entorno social cercano"
        ],
        "procedures": [
            "Escucha con atención anécdotas sobre personas y situaciones del entorno familiar y comunitario, leídas o relatadas por el/la docente o los/ las estudiantes; anticipación del contenido de las anécdotas a partir del título y de otras marcas textuales",
            "Utilización de la estructura de la anécdota: inicio (presentación de la/s persona/s a quien/es le/s ha sucedido el hecho, lugar y tiempo del hecho), desarrollo (relato del hecho o hechos sucedidos), desenlace (resolución del hecho o hechos sucedidos) y evaluación (comentario acerca de lo sucedido), para comprenderla",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global de la anécdota que escucha",
            "Interpretación de lo sucedido a la/s persona/s de quien/es se habla en la anécdota que escucha, haciendo inferencias evaluativas sobre lo acontecido",
            "Paráfrasis de lo relatado en la anécdota que escucha utilizando el vocabulario apropiado",
            "Establecimiento de la intención comunicativa de la anécdota; selección, con la ayuda del/de la docente, del hecho sobre el cual va a producir oralmente la anécdota",
            "Utilización del vocabulario apropiado en función de la intención comunicativa y de los/las interlocutores/as",
            "Uso de adjetivos adecuados para calificar a las personas y los hechos narrados en la anécdota, adverbios de tiempo y lugar, conectores de orden, temporales y causales para marcar la sucesión de hechos del inicio, del desarrollo, de la conclusión y evaluación de la anécdota",
            "Relato, con ideas completas, de la anécdota ajustándose a la intención comunicativa",
            "Establecimiento de un propósito para la lectura de la anécdota; anticipación del contenido de la anécdota a partir del título y otras marcas textuales",
            "Utilización de la estructura de la anécdota: inicio (presentación de la/s persona/s a quien/s le/s ha sucedido el hecho, lugar y tiempo del hecho), desarrollo (relato del hecho o hechos sucedidos), desenlace (resolución del hecho o hechos sucedidos) y evaluación (comentario acerca de lo sucedido) para comprender la anécdota leída",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global de la anécdota que escucha",
            "Interpretación de lo sucedido a la/s persona/s de quien/es se habla en la anécdota que lee, haciendo inferencias evaluativas sobre lo acontecido",
            "Paráfrasis de lo relatado en la anécdota que lee utilizando el vocabulario apropiado y mediante sinónimos y otros recursos lingüísticos",
            "Establecimiento de la intención comunicativa de la anécdota; selección, con la ayuda del o la docente, del hecho sobre el cual la producirá por escrito",
            "Escritura de borradores de la anécdota ajustándose a la intención y a su estructura: inicio (presentación de la/s persona/s a quien/es le/s ha sucedido el hecho, lugar y tiempo del hecho), desarrollo (relato del hecho o hechos sucedidos), desenlace (resolución del hecho o hechos sucedidos) y evaluación (comentario acerca de lo sucedido)",
            "Utilización de adverbios para referirse a lugares y tiempo en que ocurrieron los hechos, el vocabulario apropiado en función de la intención comunicativa y de los/las interlocutores/as; verbos en tiempo pasado y la primera y tercera persona gramatical en las oraciones de la anécdota que produce; conectores de orden, temporales y causales para marcar la sucesión de hechos en el inicio, del desarrollo, de la conclusión y la evaluación de la anécdota",
            "Utilización de manera adecuada de los signos de puntuación: punto y aparte, punto y seguido, coma, para delimitar las oraciones y los párrafos cuando escribe los borradores; revisión y corrección de los borradores con ayuda del/de la docente y los/las compañeros y compañeras; edición y publicación de la anécdota redactada"
        ],
        "achievement_indicators": [
            "Expone sus conocimientos sobre diferentes temas, utilizando un tipo de texto oral o escrito",
            "Lee comprensivamente, sobre textos funcionales y literarios respondiendo con escritura convencional sobre temas sociales",
            "Escribe sus ideas mediante un tipo de texto apropiado, usando herramientas tecnológicas y de otros tipos",
            "Plantea sus ideas u opiniones de manera oral o escrita, demostrando creatividad y respeto ante los demás",
            "Identifica problemas sociales, usando textos funcionales y literarios, para sugerir posibles soluciones",
            "Utiliza textos orales y escritos para exponer resultados de investigaciones, a través de medios y recursos tecnológicos",
            "Produce textos funcionales y literarios, identificando valores para fortalecer la identidad ciudadana",
            "Utiliza textos variados para promover las relaciones humanas en diferentes contextos sociales, por medio de diferentes herramientas",
            "Publica temas, situaciones sobre el cuidado de la salud y la naturaleza, mediante textos convenientes, a través de diferentes plataformas y formatos"
        ]
    },
    {
        "title": "El informe de lectura",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El informe de lectura",
            "Función del informe de lectura",
            "Estructura del informe de lectura (título, introducción, desarrollo, conclusión)",
            "Verbos en presente y pasado del indicativo",
            "Conectores causales y de finalidad",
            "Signos de puntuación: el punto, la coma",
            "Signos de interrogación y exclamación"
        ],
        "attitudes": [
            "Interés y curiosidad por escuchar el informe de lectura",
            "Entusiasmo al exponer un informe de lectura sobre un texto de secuencia narrativa, como cuentos, fábulas y leyendas",
            "Valoración de la información que lee en el informe de lectura",
            "Disfrute al leer el informe de lectura",
            "Interés y entusiasmo al exponer el informe de lectura",
            "Agudeza para desentrañar lo que no se percibe a simple vista, pero que se vislumbra a partir de lo dicho en la obra"
        ],
        "procedures": [
            "Escucha atenta de informes de lectura leídos por el o la docente; anticipación del contenido del informe de lectura a partir del título o de otras marcas textuales",
            "Utilización de la estructura del informe de lectura para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce. ",
            "Interpretación de la conexión entre los sucesos y la motivación de los personajes que se analizan en el informe de lectura",
            "Realización de las inferencias necesarias para comprender el contenido del informe de lectura",
            "Paráfrasis del contenido del informe de lectura",
            "Establecimiento de la intención comunicativa del informe de lectura que producirá oralmente",
            "Selección del cuento, fábula o leyenda sobre el/la cual hará la exposición del informe de lectura",
            "Resumen del contenido del texto seleccionado, presentando sus ideas principales a partir de las reglas de omisión, selección, generalización y reconstrucción",
            "Análisis de la conexión de los sucesos y las motivaciones de los personajes",
            "Utilización del vocabulario adecuado para el informe de lectura, de acuerdo con la intención comunicativa y los/as interlocutores/as",
            "Exposición oral del informe de lectura utilizando verbos en presente y pasado del indicativo, adjetivos y conectores causales y de finalidad",
            "Establecimiento de un propósito para la lectura de un informe de lectura; anticipación del contenido del informe de lectura a partir del título y otras marcas textuales",
            "Lectura en silencio y/o en voz alta del informe",
            "Inferencia a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global del informe de lectura que lee",
            "Utilización de la estructura del informe (introducción, desarrollo y conclusión), los verbos en presente y pasado de indicativo, de los adjetivos y conectores para comprender el contenido",
            "Realización de las inferencias para comprender la conexión entre los sucesos y la motivación de los personajes que se analizan en el informe de lectura",
            "Paráfrasis del contenido del informe de lectura leído",
            "Establecimiento de un propósito para el informe de lectura que producirá; selección del texto (cuento, fábula o leyenda) sobre el cual producirá el informe de lectura",
            "Resumen del contenido del texto seleccionado, presentando las ideas principales a partir de las reglas de omisión, selección, generalización y reconstrucción",
            "Utilización de la estructura del informe de lectura (introducción, desarrollo y conclusión), de adjetivos, verbos en presente y pasado de indicativo y conectores causales y de finalidad para producir el informe de lectura, vocabulario adecuado, de acuerdo con la intención comunicativa y a los/las interlocutores/as; los signos convencionales de la escritura",
            "Escritura del o de los borradores del informe, revisión y corrección de estos con ayuda del o la docente y de sus compañeros y compañeras, edición y publicación del informe de lectura"
        ],
        "achievement_indicators": [
            "Expone sus conocimientos sobre diferentes temas, utilizando un tipo de texto oral o escrito",
            "Lee comprensivamente, sobre textos funcionales y literarios respondiendo con escritura convencional sobre temas sociales",
            "Escribe sus ideas mediante un tipo de texto apropiado, usando herramientas tecnológicas y de otros tipos",
            "Plantea sus ideas u opiniones de manera oral o escrita, demostrando creatividad y respeto ante los demás",
            "Identifica problemas sociales, usando textos funcionales y literarios, para sugerir posibles soluciones",
            "Utiliza textos orales y escritos para exponer resultados de investigaciones, a través de medios y recursos tecnológicos",
            "Produce textos funcionales y literarios, identificando valores para fortalecer la identidad ciudadana",
            "Utiliza textos variados para promover las relaciones humanas en diferentes contextos sociales, por medio de diferentes herramientas",
            "Publica temas, situaciones sobre el cuidado de la salud y la naturaleza, mediante textos convenientes, a través de diferentes plataformas y formatos"
        ]
    },
    {
        "title": "El anuncio",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El anuncio",
            "Función del anuncio",
            "Estructura del anuncio: encabezamiento o titular, cuerpo o desarrollo, cierre o rúbrica",
            "Componentes del anuncio: texto (titular, eslogan y texto complementario), color e imágenes (imagen del producto, logotipo, marca)",
            "Tipos de anuncios publicitarios según el medio: auditivos (radio), visuales (espacios públicos) y audiovisuales (televisión)",
            "Tipos de anuncios publicitarios según el tipo de anunciante (de producto, de evento, de propaganda, de interés social y cinematográfico)",
            "El público destinatario y las estrategias para captar su atención: la segunda persona del singular",
            "Lo denotativo informativo y lo connotativo expresivo en el texto y en la imagen",
            "Oraciones imperativas e interrogativas",
            "El color y tipo de las letras y su tamaño",
            "Vocabulario con función persuasiva"
        ],
        "attitudes": [
            "Criticidad frente al uso de las estrategias persuasivas de los anuncios",
            "Evaluación de la relación que se establece entre el producto y las cualidades que se destacan en los anuncios",
            "Honestidad en la creación del anuncio publicitario",
            "Valoración de la función persuasiva del anuncio expresando opiniones a favor o en contra del contenido",
            "Seguridad y responsabilidad al formular sus opiniones sobre el contenido del anuncio que lee y escribe",
            "Valoración de la función persuasiva del anuncio expresando opiniones a favor o en contra del contenido"
        ],
        "procedures": [
            "Escucha atenta del contenido del anuncio; anticipación del contenido del anuncio a partir de algunos elementos claves (eslogan, descripción del producto, marca)",
            "Utilización de la estructura del anuncio (encabezamiento o titular, cuerpo o desarrollo, cierre o rúbrica) y de sus componentes (texto color e imagen) para comprender el contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global del anuncio que escucha; paráfrasis del contenido global del anuncio",
            "Establecimiento de la intención comunicativa del anuncio; selección del tipo de anuncio de acuerdo con la intención comunicativa",
            "Selección del contenido textual (titular, eslogan, informaciones complementarias) del anuncio en función de su intención comunicativa",
            "Construcción del contenido del anuncio con coherencia, claridad y de acuerdo a la intención comunicativa",
            "Utilización de expresiones que correspondan a las características denotativa informativa y connotativa expresiva de la lengua en el anuncio que produce de forma oral; la entonación, pronunciación y el vocabulario adecuado al contenido, la intención comunicativa y al público destinatario del anuncio",
            "Establecimiento de un propósito para la lectura del anuncio; anticipación del contenido del anuncio a partir de las imágenes y las marcas textuales",
            "Utilización de la estructura del anuncio (encabezamiento o titular, cuerpo o desarrollo, cierre o rúbrica) y de sus componentes (texto, color e imagen) para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Utilización del diccionario para encontrar el significado de las palabras desconocidas, cuyo sentido no ha podido inferir",
            "Realización de las inferencias necesarias para comprender el sentido global del anuncio que lee; parafraseo del contenido global del anuncio",
            "Establecimiento de la intención comunicativa del anuncio; selección del tipo de anuncio de acuerdo con esta",
            "Selección del contenido textual (titular, eslogan, informaciones complementarias) del anuncio en función de la intención comunicativa",
            "Diseño o selección de las imágenes y su utilización coherentemente con el contenido textual en función de la intención comunicativa del anuncio",
            "Selección de color, disposición gráfica y tamaño de las letras del anuncio, asegurando su legibilidad y atractivo visual",
            "Jerarquización de la información para cumplir con la intención comunicativa del anuncio que se propone escribir",
            "Uso del vocabulario apropiado al público destinatario, expresiones que correspondan a las características denotativa informativa y connotativa expresiva de la lengua en el anuncio que produce por escrito",
            "Escritura de borradores del anuncio ajustándose a la intención, la estructura y los componentes de este tipo de texto; revisión y edición de borradores con la ayuda del o la docente y los/las compañeros/as; publicación de la versión final del anuncio"
        ],
        "achievement_indicators": [
            "Expone sus conocimientos sobre diferentes temas, utilizando un tipo de texto oral o escrito",
            "Lee comprensivamente, sobre textos funcionales y literarios respondiendo con escritura convencional sobre temas sociales",
            "Escribe sus ideas mediante un tipo de texto apropiado, usando herramientas tecnológicas y de otros tipos",
            "Plantea sus ideas u opiniones de manera oral o escrita, demostrando creatividad y respeto ante los demás",
            "Identifica problemas sociales, usando textos funcionales y literarios, para sugerir posibles soluciones",
            "Utiliza textos orales y escritos para exponer resultados de investigaciones, a través de medios y recursos tecnológicos",
            "Produce textos funcionales y literarios, identificando valores para fortalecer la identidad ciudadana",
            "Utiliza textos variados para promover las relaciones humanas en diferentes contextos sociales, por medio de diferentes herramientas",
            "Publica temas, situaciones sobre el cuidado de la salud y la naturaleza, mediante textos convenientes, a través de diferentes plataformas y formatos"
        ]
    },
    {
        "title": "El cuento",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El cuento",
            "Función del cuento",
            "Estructura del cuento (inicio, nudo y desenlace)",
            "Componentes del cuento: personajes, narrador, ambiente, atmósfera, trama, tema",
            "Fórmulas convencionales de inicio y de cierre",
            "Conectores de orden, causales y de continuidad",
            "Verbos en pasado en las narraciones",
            "Verbos en presente en los diálogos",
            "Adjetivos",
            "Sinónimos",
            "Narrador",
            "Personajes: principales y secundarios, protagonista y antagonista",
            "Los signos de puntuación: coma, punto, la raya y los dos puntos"
        ],
        "attitudes": [
            "Disfrute al escuchar cuentos de diversos autores/as y modalidades literarias",
            "Valoración de la función lúdica y estética de la lengua",
            "Interés y curiosidad por realizar predicciones de cuentos que escucha",
            "Valoración de la importancia de reconocer los sentimientos y motivaciones de los personajes",
            "Disfrute al narrar cuentos",
            "Creatividad e imaginación al narrar cuentos",
            "Disfrute al escribir cuentos",
            "Creatividad e imaginación al escribir e ilustrar cuentos"
        ],
        "procedures": [
            "Escucha atenta de cuentos acordes con la edad e intereses; anticipación del contenido del cuento a partir del título y otras marcas textuales",
            "Utilización de la estructura del cuento (inicio, nudo y desenlace), de los verbos en pasado y presente, de los conectores, de los adjetivos, de la distinción entre narrador y personajes y de las fórmulas de inicio y de cierre, para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global del cuento que escucha",
            "Identificación de las acciones realizadas por los personajes, las motivaciones e intenciones; inferencias sobre la relación de causalidad entre ellas",
            "Paráfrasis de las acciones principales del cuento, usando el vocabulario apropiado, sinónimos y otros recursos",
            "Establecimiento de la intención comunicativa del cuento; selección del o los sucesos, los personajes, el lugar y el tiempo adecuados a la intención de la historia que va a narrar",
            "Descripción de los personajes del cuento con vocabulario apropiado y utilizando adjetivos que los caractericen",
            "Organización cronológica de los sucesos del cuento; inclusión de diálogos en estilo directo",
            "Utilización de conectores causales, de orden y continuidad para dar coherencia y cohesión al cuento; vocabulario apropiado en función de la intención comunicativa y de los interlocutores; tiempo verbal pasado para narrar la historia y presente para introducir diálogos. ",
            "Uso de marcas de inicio, progresión y cierre en el cuento",
            "Narración del cuento ajustándose a la intención, los componentes y la estructura del cuento (inicio, nudo y desenlace)",
            "Establecimiento de un propósito para la lectura del cuento; anticipación del contenido del cuento a partir del título, las imágenes y otras marcas textuales",
            "Utilización de la estructura del cuento (inicio, nudo y desenlace), de los conectores, de los verbos en pasado y presente, de los adjetivos, de la distinción entre narrador y personajes y de las fórmulas de inicio y de cierre, para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce; interpretación del contenido de imágenes relacionadas con el contenido del texto",
            "Identificación de las distintas voces (narrador y personajes) que intervienen en el cuento para su comprensión",
            "Caracterización de los personajes para la comprensión de sus acciones",
            "Realización de las inferencias sobre las motivaciones e intenciones de las acciones de los personajes, así como aquellas necesarias para comprender el sentido global del cuento que lee",
            "Paráfrasis de las acciones principales del cuento, usando el vocabulario apropiado y mediante sinónimos y otros recursos",
            "Establecimiento de la intención comunicativa del cuento; selección del o los sucesos, los personajes, el lugar, las acciones y el tiempo",
            "Descripción de los personajes y ambiente del cuento en los diferentes momentos y con el vocabulario apropiado",
            "Utilización de fórmulas de inicio y de cierre en el cuento",
            "Uso de adjetivos para describir a los personajes, diálogos en estilo directo, distintas voces (narrador y personajes), vocabulario apropiado en función de la intención comunicativa y de los/las interlocutores/as",
            "Organización cronológica de los sucesos del cuento y utilización del tiempo verbal pasado para narrar las acciones de los personajes y el presente para escribir los diálogos",
            "Utilización de elementos descriptivos para crear suspense en la narración; los signos de puntuación (coma, punto, dos puntos, raya) para segmentar y organizar el escrito",
            "Escritura de borradores del cuento ajustándose a la intención, los elementos seleccionados y la estructura (inicio, nudo y desenlace); revisión y corrección de estos con ayuda del/de la docente y los/las compañeros y compañeras; elaboración de ilustraciones relacionadas con los personajes y sus principales acciones del cuento escrito; edición, ilustración y publicación del cuento"
        ],
        "achievement_indicators": [
            "Expone sus conocimientos sobre diferentes temas, utilizando un tipo de texto oral o escrito",
            "Lee comprensivamente, sobre textos funcionales y literarios respondiendo con escritura convencional sobre temas sociales",
            "Escribe sus ideas mediante un tipo de texto apropiado, usando herramientas tecnológicas y de otros tipos",
            "Plantea sus ideas u opiniones de manera oral o escrita, demostrando creatividad y respeto ante los demás",
            "Identifica problemas sociales, usando textos funcionales y literarios, para sugerir posibles soluciones",
            "Utiliza textos orales y escritos para exponer resultados de investigaciones, a través de medios y recursos tecnológicos",
            "Produce textos funcionales y literarios, identificando valores para fortalecer la identidad ciudadana",
            "Utiliza textos variados para promover las relaciones humanas en diferentes contextos sociales, por medio de diferentes herramientas",
            "Publica temas, situaciones sobre el cuidado de la salud y la naturaleza, mediante textos convenientes, a través de diferentes plataformas y formatos"
        ]
    },
    {
        "title": "La copla",
        "level": "PRIMARIA",
        "year": "QUINTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La copla",
            "Función de la copla",
            "Estructura de la copla (estrofas de cuatro versos de ocho sílabas)",
            "La cuarteta y la redondilla",
            "La rima consonante",
            "Figuras literarias: comparación, anáfora, metáfora"
        ],
        "attitudes": [
            "Disfrute al escuchar coplas",
            "Valoración de la función lúdica y estética de la lengua",
            "Valoración de la expresión verbal y corporal como medio para transmitir emociones",
            "Disfrute al recitar en voz alta las coplas",
            "Disfrute al leer coplas",
            "Respeto y empatía por los sentimientos expresados en las coplas",
            "Disfrute e interés al escribir coplas",
            "Creatividad en la producción de coplas",
            "Valoración de la forma y expresión de sentimientos y emociones en las coplas que escribe"
        ],
        "procedures": [
            "Anticipación del contenido del poema a partir del título; escucha atenta de las coplas de poetas españoles y latinoamericanos, acordes con la edad e intereses",
            "Inferencias, a partir del contexto, del significado de las palabras que desconoce",
            "Reconocimiento de la intención comunicativa del autor y de los sentimientos que expresa",
            "Uso de la estructura de la copla (estrofas de cuatro versos de ocho sílabas), de la rima y el ritmo y las figuras literarias (comparación, anáfora, metáfora) presentes para comprender sus significados explícitos e implícitos y disfrutar de las emociones que provoca",
            "Identificación de los cambios de voz y de entonación con los sentimientos que el poema transmite",
            "Paráfrasis oral del sentido global de la copla utilizando el vocabulario adecuado a este tipo de texto",
            "Selección de coplas de autores/as españoles/as, latinoamericanos/as, caribeños/as y dominicanos/as, acordes a la intención comunicativa que quiere expresar",
            "Verbalización de figuras literarias (comparación, anáfora, metáfora), la rima y los versos de la copla usando la entonación y el lenguaje gestual acordes a la intención comunicativa y a los sentimientos que se quieren expresar",
            "Uso de cambios de voz y de entonación atendiendo a los sentimientos que la copla transmite. ",
            "Anticipación del contenido de la copla a partir del título; establecimiento de un propósito para la lectura de la copla",
            "Inferencias, a partir del contexto, del significado de las palabras que desconoce",
            "Reconocimiento de la intención comunicativa del autor y de los sentimientos que expresa",
            "Uso de la estructura de la copla (estrofas de cuatro versos de ocho sílabas) para comprender su significado; la rima y el ritmo; figuras literarias (comparación, anáfora, metáfora) presentes para comprender sus significados implícitos y disfrutar de las emociones que provoca",
            "Paráfrasis del sentido global de la copla utilizando el vocabulario a decuado a este tipo de texto",
            "Establecimiento de la intención comunicativa del texto que va a escribir; selección del tema de la copla",
            "Uso de la rima consonante, versos octosílabos: cuarteta y redondilla",
            "Utilización de vocabulario apropiado a su intención comunicativa y al tipo de sentimiento o emoción que quiere expresar; figuras literarias: comparación, anáfora y metáfora",
            "Escritura de borradores de la copla atendiendo a su estructura, rima, figuras literarias y vocabulario apropiado para la intención comunicativa y el tipo de sentimiento o emoción que quiere expresar; revisión y corrección de borradores con ayuda del o de la docente y los/las compañeros/as; edición y publicación de las coplas en un mural, en un libro artesanal, revista o periódico escolar, en papel, digital, virtual"
        ],
        "achievement_indicators": [
            "Expone sus conocimientos sobre diferentes temas, utilizando un tipo de texto oral o escrito",
            "Lee comprensivamente, sobre textos funcionales y literarios respondiendo con escritura convencional sobre temas sociales",
            "Escribe sus ideas mediante un tipo de texto apropiado, usando herramientas tecnológicas y de otros tipos",
            "Plantea sus ideas u opiniones de manera oral o escrita, demostrando creatividad y respeto ante los demás",
            "Identifica problemas sociales, usando textos funcionales y literarios, para sugerir posibles soluciones",
            "Utiliza textos orales y escritos para exponer resultados de investigaciones, a través de medios y recursos tecnológicos",
            "Produce textos funcionales y literarios, identificando valores para fortalecer la identidad ciudadana",
            "Utiliza textos variados para promover las relaciones humanas en diferentes contextos sociales, por medio de diferentes herramientas",
            "Publica temas, situaciones sobre el cuidado de la salud y la naturaleza, mediante textos convenientes, a través de diferentes plataformas y formatos"
        ]
    },
    {
        "title": "La carta de agradecimiento",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La carta de agradecimiento",
            "Función de la carta de agradecimiento",
            "Estructura de la carta (lugar y fecha, destinatario/a, saludo, cuerpo, despedida y firma)",
            "Fórmulas de cortesía en el saludo y despedida",
            "Verbos en presente de indicativo",
            "Oraciones interrogativas y exclamativas",
            "Adjetivos de gratitud",
            "Conectores de finalidad",
            "Las mayúsculas en nombres propios, apellidos, lugares e instituciones"
        ],
        "attitudes": [
            "Curiosidad e interés al escuchar la lectura de los diversos asuntos que motivan las cartas de agradecimiento que escucha",
            "Agradecimiento por algún acontecimiento concreto o alguna circunstancia en particular",
            "Valoración de la carta como medio para agradecer algún acontecimiento concreto o alguna circunstancia en particular",
            "Curiosidad e interés al leer cartas de agradecimiento",
            "Satisfacción al escribir cartas de agradecimiento"
        ],
        "procedures": [
            "Anticipación del contenido de la carta de agradecimiento a partir del destinatario/a y/o del inicio del cuerpo de la carta; escucha atenta del contenido de la carta de agradecimiento",
            "Identificación de la intención comunicativa de la carta que escucha",
            "Utilización de la estructura de la carta (lugar y fecha, destinatario/a, saludo, asunto que motiva la carta, despedida y firma) para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global de la carta de agradecimiento que escucha",
            "Paráfrasis clara y coherente de la información de la carta de agradecimiento que escucha",
            "Establecimiento de la intención comunicativa de la carta; selección de fórmulas de saludo y cierre de acuerdo a la familiaridad o distancia (jerarquía) con el/la destinatario/a",
            "Construcción oral del asunto que motiva la carta, expresada mediante oraciones claras y coherentes; inclusión de conectores de finalidad para explicar el agradecimiento que motiva la carta; uso de un vocabulario apropiado a la intención comunicativa y al/a la o los/las destinatarios/as",
            "Establecimiento de un propósito para la lectura de la carta de agradecimiento; anticipación del contenido de la carta a partir de la silueta, de fragmentos leídos y de otras marcas textuales",
            "Identificación de la intención comunicativa de la carta: (expresar sincero agradecimiento por algún acontecimiento concreto o alguna circunstancia en particular)",
            "Utilización de la estructura de la carta de agradecimiento (lugar y fecha, destinatario/a, saludo, cuerpo o asunto que motiva la carta, despedida y firma) para comprender su contenido",
            "Identificación de los conectores que explican las causas del agradecimiento que motiva la carta que lee",
            "Realización de las inferencias necesarias sobre palabras que desconoce, según el contexto, y para comprender el sentido global de la carta leída",
            "Paráfrasis clara y coherente de la información de la carta de agradecimiento que lee",
            "Establecimiento de la intención comunicativa de la carta; selección del soporte físico o digital que utilizará para escribir la carta",
            "Escritura de borradores de la carta ajustándose a la intención comunicativa y a su estructura (lugar y fecha, destinatario/a, cargo o estatus, saludo, cuerpo o asunto de la carta, despedida y firma); utilización de un vocabulario apropiado a dicha intención y a la familiaridad o distancia (jerarquía) con el/la o los/las destinatarios/as; inclusión de fórmulas que expresan cortesía en el saludo y la despedida",
            "Revisión y corrección del o los borradores tomando en cuenta la cortesía y el agradecimiento sincero en el contenido, con la ayuda del o la docente y sus compañeros y compañeras",
            "Edición de borradores tomando en cuenta las sugerencias sus pares, las del o la docente y sus ideas propias para obtener la versión final",
            "Selección y escritura del sobre de la carta de agradecimiento tomando en cuenta el protocolo para la escritura de este (datos del/de la remitente y destinatario/a de manera convencional)",
            "Entrega o envío de la versión final de la carta, en formato físico, digital o virtual, según conveniencia"
        ],
        "achievement_indicators": [
            "Expresa sus ideas, pensamientos, sentimientos, motivaciones, a través de textos orales y escritos, abordando temas sociales en contextos variados",
            "Comprende y redacta textos funcionales y literarios relacionados con temáticas sociales de su entorno local, nacional, mundial",
            "Publica sus ideas sobre temas diversos, a través de un tipo de texto apropiado y el uso de herramientas tecnológicas",
            "Expone sus opiniones de forma crítica, a través de textos adecuados de forma oral y escrita, respetando las ideas de los demás",
            "Plantea, de forma oral y escrita, posibles soluciones a problemas sociales, a través de textos diversos y utilizando medios y recursos pertinentes",
            "Utiliza recursos tecnológicos en investigaciones científicas que realiza y publica los resultados mediante textos variados en actos de intercomunicación",
            "Fortalece los valores humanos mediante la comprensión y producción de textos orales y escritos, en reconocimiento de la identidad ciudadana, apoyándose en medios y recursos convencionales y de herramientas de las TIC",
            "Resalta sentimientos, emociones y relaciones de sí mismo y de los demás, mediante textos orales y escritos que produce",
            "Promueve temas sobre la preservación de la salud y el medio ambiente, a través de producciones textuales, funcionales y literarias"
        ]
    },
    {
        "title": "La receta",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La receta",
            "Función de la receta",
            "Estructura de la receta",
            "El ‘se’ impersonal",
            "El ‘se’ de la tercera persona presente Indicativo",
            "Conectores de orden"
        ],
        "attitudes": [
            "Valoración del uso de la lengua para realizar tareas de la vida diaria",
            "Aprecio de la importancia de conocer recetas para preparar platos nutricionales del recetario mundial que ayuden a conservar la salud",
            "Aprecio hacia otras culturas a través de sus tradiciones culinarias",
            "Valoración del texto de la receta para elaborar platos culinarios",
            "Respeto y aprecio de los gustos y preferencias de los/las compañeros/as al elegir las recetas que desean leer",
            "Disfrute de la realización de recetas de platos culinarios nutritivos del recetario mundial"
        ],
        "procedures": [
            "Escucha atenta de recetas leídas por el o la docente o un/a compañero/a",
            "Utilización de la estructura de la receta (título, ingredientes, preparación), del se impersonal y de la tercera persona del presente de indicativo y conectores de orden para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global de la receta que escucha",
            "Paráfrasis del sentido global de la receta por medio de sinónimos u otros recursos",
            "Establecimiento de la intención comunicativa de la receta",
            "Investigación sobre platos culinarios del recetario mundial en distintos libros de recetas",
            "Selección del plato que desea preparar",
            "Enumeración de los ingredientes necesarios para preparar la receta",
            "Determinar el número de personas para quienes se preparará la receta",
            "Explicación de la preparación de la receta utilizando los ingredientes seleccionados según el número de personas y tomando en cuenta el orden de la preparación",
            "Utilización del vocabulario adecuado a la intención comunicativa y a los/las interlocutores/as",
            "Establecimiento de un propósito para la lectura de la receta; anticipación del contenido de la receta que lee, a partir del título y otras marcas textuales",
            "Utilización de la estructura de la receta (título, ingredientes, preparación) para comprender el texto",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global de la receta leída",
            "Paráfrasis del contenido de la receta leída presentando los ingredientes y la preparación",
            "Establecimiento de la intención comunicativa de la receta; selección del plato que se desea preparar",
            "Enumeración de los ingredientes que necesita para preparar la receta",
            "Determinación del número de personas para quienes preparará la receta",
            "Explicación por escrito y de forma lógica de la preparación de la receta utilizando los ingredientes seleccionados según el número de personas, tomando en cuenta el orden de la preparación y apoyándose en conectores de orden; utilización del vocabulario apropiado en función de la intención comunicativa y de los/las interlocutores/as",
            "Escritura de borradores de la receta, ajustándose a la intención y estructura (título, ingredientes, preparación)",
            "Revisión y corrección de los borradores, con ayuda del o la docente y de sus pares",
            "Edición y publicación de la receta, de acuerdo con las convenciones de la escritura y la limpieza que caracteriza a todo texto"
        ],
        "achievement_indicators": [
            "Expresa sus ideas, pensamientos, sentimientos, motivaciones, a través de textos orales y escritos, abordando temas sociales en contextos variados",
            "Comprende y redacta textos funcionales y literarios relacionados con temáticas sociales de su entorno local, nacional, mundial",
            "Publica sus ideas sobre temas diversos, a través de un tipo de texto apropiado y el uso de herramientas tecnológicas",
            "Expone sus opiniones de forma crítica, a través de textos adecuados de forma oral y escrita, respetando las ideas de los demás",
            "Plantea, de forma oral y escrita, posibles soluciones a problemas sociales, a través de textos diversos y utilizando medios y recursos pertinentes",
            "Utiliza recursos tecnológicos en investigaciones científicas que realiza y publica los resultados mediante textos variados en actos de intercomunicación",
            "Fortalece los valores humanos mediante la comprensión y producción de textos orales y escritos, en reconocimiento de la identidad ciudadana, apoyándose en medios y recursos convencionales y de herramientas de las TIC",
            "Resalta sentimientos, emociones y relaciones de sí mismo y de los demás, mediante textos orales y escritos que produce",
            "Promueve temas sobre la preservación de la salud y el medio ambiente, a través de producciones textuales, funcionales y literarias"
        ]
    },
    {
        "title": "El artículo expositivo",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El artículo expositivo",
            "Función del artículo expositivo",
            "Estructura expositiva (introducción, desarrollo y conclusión)",
            "Modos de organización textual",
            "Citas textuales",
            "Las comillas",
            "Conectores causa-consecuencia"
        ],
        "attitudes": [
            "Valoración de las informaciones y/o datos que escucha para ampliar su conocimiento del mundo",
            "Interés por explicar objetivamente sobre temas de la naturaleza y sucesos históricos a través de artículos expositivos",
            "Valoración de la importancia de la investigación para explicar a otros y otras sobre temas de la naturaleza y sucesos históricos",
            "Curiosidad por conocer temas de la naturaleza y sucesos históricos a través de artículos expositivos",
            "Interés por escribir artículos expositivos sobre temas de la naturaleza y sucesos históricos"
        ],
        "procedures": [
            "Escucha atenta de artículos expositivos leídos por el o la docente; anticipación del contenido del artículo expositivo a partir del título y otras marcas textuales",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Utilización de la estructura (introducción, desarrollo y conclusión) el modo de organización causa-consecuencia para comprender la información del artículo expositivo",
            "Inferencia del referente de los pronombres y adverbios presentes en el texto para comprender las informaciones del artículo expositivo",
            "Realización de las inferencias necesarias para comprender el sentido global del artículo expositivo",
            "Utilización de las citas para comprender las informaciones del artículo expositivo",
            "Paráfrasis del sentido global del artículo expositivo utilizando el vocabulario adecuado a este tipo de texto",
            "Establecimiento de la intención comunicativa del artículo expositivo que producirá oralmente; selección del tema sobre el que se explicará en el artículo expositivo y de los/las interlocutores/as",
            "Investigación del tema seleccionado en fuentes bibliográficas confiables y variadas",
            "Utilización del vocabulario apropiado a la intención comunicativa, a sus interlocutores/as y al tema seleccionado",
            "Utilización de citas para apoyar las informaciones del artículo expositivo",
            "Utilización de conectores de causa-consecuencia para relacionar las informaciones del artículo expositivo",
            "Explicación del tema seleccionado para el artículo expositivo, estableciendo sus causas y/o consecuencias",
            "Establecimiento de un propósito para la lectura del artículo expositivo; anticipación del contenido del artículo expositivo a partir del y otras marcas paratextuales (tablas, esquemas, cuadros, fotografías)",
            "Utilización de la estructura (introducción, desarrollo y conclusión) y del modo de organización causa-consecuencia para comprender la información del artículo expositivo",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Inferencia del referente de los pronombres y adverbios presentes en el texto para comprender las informaciones del artículo expositivo",
            "Realización de las inferencias necesarias para comprender el sentido global del artículo expositivo",
            "Utilización de las citas para comprender las informaciones del artículo expositivo",
            "Paráfrasis del sentido global del artículo expositivo utilizando el vocabulario adecuado a este tipo de texto",
            "Establecimiento de la intención comunicativa del texto que producirá por escrito; selección del tema que desarrollará en el artículo expositivo",
            "Investigación del tema seleccionado en fuentes bibliográficas confiables y variadas",
            "Organización de las ideas a partir del criterio de la causalidad.",
            "Utilización de citas para apoyar sus ideas",
            "Uso del vocabulario apropiado a la intención comunicativa, a los/las interlocutores/as y al tema seleccionado",
            "Escritura de los borradores del artículo expositivo ajustándose a la intención, los/las interlocutores/as, a la estructura y al modo de organización causa-consecuencia",
            "Explicación del tema seleccionado para el artículo expositivo, relacionando las ideas mediante conectores de causa consecuencia",
            "Revisión y corrección del artículo expositivo con ayuda del/de la docente y de sus compañeros y compañeras; ilustración del artículo expositivo (si se requiere) para que se comprenda mejor",
            "Edición y publicación del artículo expositivo"
        ],
        "achievement_indicators": [
            "Expresa sus ideas, pensamientos, sentimientos, motivaciones, a través de textos orales y escritos, abordando temas sociales en contextos variados",
            "Comprende y redacta textos funcionales y literarios relacionados con temáticas sociales de su entorno local, nacional, mundial",
            "Publica sus ideas sobre temas diversos, a través de un tipo de texto apropiado y el uso de herramientas tecnológicas",
            "Expone sus opiniones de forma crítica, a través de textos adecuados de forma oral y escrita, respetando las ideas de los demás",
            "Plantea, de forma oral y escrita, posibles soluciones a problemas sociales, a través de textos diversos y utilizando medios y recursos pertinentes",
            "Utiliza recursos tecnológicos en investigaciones científicas que realiza y publica los resultados mediante textos variados en actos de intercomunicación",
            "Fortalece los valores humanos mediante la comprensión y producción de textos orales y escritos, en reconocimiento de la identidad ciudadana, apoyándose en medios y recursos convencionales y de herramientas de las TIC",
            "Resalta sentimientos, emociones y relaciones de sí mismo y de los demás, mediante textos orales y escritos que produce",
            "Promueve temas sobre la preservación de la salud y el medio ambiente, a través de producciones textuales, funcionales y literarias"
        ]
    },
    {
        "title": "El comentario",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El comentario",
            "Función del comentario",
            "Estructura argumentativa en el comentario",
            "Verbos de opinión en primera persona",
            "Marcadores que indican la postura",
            "Conectores de causa"
        ],
        "attitudes": [
            "Escucha y respeto hacia los puntos de vista que expresan los y las demás",
            "Ampliación de su visión del mundo a partir de la identificación de las diversas posturas de los y las demás",
            "Interés por expresar oralmente la postura asumida a través del comentario, con base en una realidad que se presta a discusión",
            "Interés por comprender el punto de vista de otros/as autores/as con relación a un determinado tema, para conformar un juicio propio con autenticidad",
            "Esmero en expresar las ideas de manera lógica, precisa, clara y coherente, estableciendo un plan para escribir el comentario, elaborando uno o varios borradores, revisándolos y publicando el texto final"
        ],
        "procedures": [
            "Escucha atenta de comentarios leídos por el o la docente o emitidos por medios de comunicación (radio, televisión…); anticipación del contenido del comentario a partir del título y otras marcas textuales",
            "Identificación de la intención comunicativa del comentario para comprender el sentido global del mismo",
            "Utilización de la estructura del comentario (punto de partida, tesis, argumentos y conclusión), para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global del comentario que escucha",
            "Identificación de la tesis y los argumentos que la apoyan para comprender los comentarios que escucha",
            "Paráfrasis de la postura y los argumentos del autor o la autora de los comentarios que escucha",
            "Establecimiento de la intención comunicativa del comentario; identificación del referente (texto/hecho/realidad) sobre el cual va a producir oralmente el comentario",
            "Formulación de la tesis respecto al tema seleccionado",
            "Estructuración de los argumentos para apoyar la tesis, haciendo uso de adjetivos, conectores y marcadores adecuados que denoten la postura asumida",
            "Organización lógica de los argumentos para defender la tesis acerca de la realidad objeto del comentario",
            "Utilización del vocabulario apropiado en función de la intención comunicativa y de los/las interlocutores/as",
            "Establecimiento de un propósito para la lectura del comentario; anticipación del contenido del comentario, a partir del título, las imágenes y otras marcas textuales",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Utilización del diccionario para encontrar el significado de las palabras cuyo sentido no ha podido inferir",
            "Identificación de la tesis defendida por el autor o la autora del comentario que lee y de los argumentos que ofrece, utilizando la técnica del subrayado",
            "Realización de las inferencias necesarias para comprender el sentido global del comentario que lee",
            "Paráfrasis de la postura y de los argumentos del autor autora del comentario que lee",
            "Establecimiento de la intención comunicativa del comentario, producto de la comprensión y criticidad hacia la realidad a comentar; identificación del referente (realidad o texto) sobre el cual va a escribir el comentario",
            "Formulación de la tesis acerca del referente seleccionado",
            "Elaboración de los argumentos para apoyar la tesis defendida, haciendo uso de conectores, marcadores y verbos de opinión, coherentes con la valoración que se hace del referente objeto del comentario",
            "Utilización del vocabulario apropiado en función de la intención comunicativa y de los/las interlocutores/as",
            "Elaboración de varios borradores del comentario, de dos párrafos con una tesis y dos o más argumentos, tomando en cuenta su estructura",
            "Revisión del borrador por sí mismo/a y por sus pares y el/la docente, tomando en cuenta la intención comunicativa, el contenido y la estructura del texto, los párrafos y las oraciones, la audiencia, el léxico empleado, la ortografía y la caligrafía",
            "Edición del o los borradores, tomando en cuenta las ideas propias, así como las sugerencias de sus pares y del o la docente, para obtener la versión final del comentario",
            "Publicación o entrega del comentario de dos párrafos, con una tesis y dos o más argumentos que la sustenten"
        ],
        "achievement_indicators": [
            "Expresa sus ideas, pensamientos, sentimientos, motivaciones, a través de textos orales y escritos, abordando temas sociales en contextos variados",
            "Comprende y redacta textos funcionales y literarios relacionados con temáticas sociales de su entorno local, nacional, mundial",
            "Publica sus ideas sobre temas diversos, a través de un tipo de texto apropiado y el uso de herramientas tecnológicas",
            "Expone sus opiniones de forma crítica, a través de textos adecuados de forma oral y escrita, respetando las ideas de los demás",
            "Plantea, de forma oral y escrita, posibles soluciones a problemas sociales, a través de textos diversos y utilizando medios y recursos pertinentes",
            "Utiliza recursos tecnológicos en investigaciones científicas que realiza y publica los resultados mediante textos variados en actos de intercomunicación",
            "Fortalece los valores humanos mediante la comprensión y producción de textos orales y escritos, en reconocimiento de la identidad ciudadana, apoyándose en medios y recursos convencionales y de herramientas de las TIC",
            "Resalta sentimientos, emociones y relaciones de sí mismo y de los demás, mediante textos orales y escritos que produce",
            "Promueve temas sobre la preservación de la salud y el medio ambiente, a través de producciones textuales, funcionales y literarias"
        ]
    },
    {
        "title": "El anuncio radial",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El anuncio radial",
            "Función del anuncio radial",
            "Estructura del anuncio radial: llamada, presentación, argumentación e implicación",
            "Componentes: texto, música/jingle, efectos especiales de sonido y silencio",
            "El público oyente",
            "El diálogo",
            "La segunda persona del singular",
            "Lo denotativo informativo y lo connotativo expresivo en el texto y en los efectos especiales de sonido y del silencio",
            "Oraciones imperativas e interrogativas",
            "Vocabulario persuasivo"
        ],
        "attitudes": [
            "Valoración de la función persuasiva del anuncio expresando opiniones a favor o en contra del contenido",
            "Creatividad e imaginación en la elaboración de los anuncios radiales",
            "Honestidad en la creación del anuncio radial",
            "Seguridad al formular sus opiniones sobre el contenido del anuncio radial que lee",
            "Evaluación de la relación que se establece entre el producto y las cualidades que se destacan en los anuncios radiales"
        ],
        "procedures": [
            "Escucha con atención el contenido del anuncio; anticipación del contenido del anuncio a partir de algunos elementos claves (música, nombre del producto)",
            "Utilización de la estructura del anuncio radial y de sus componentes para comprender el contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Realización de las inferencias necesarias para comprender el sentido global del anuncio que escucha",
            "Paráfrasis del sentido global del anuncio",
            "Establecimiento de la intención comunicativa del anuncio radial a partir de la selección del producto, el evento o la acción que se va a publicitar",
            "Selección de la voz, la música y los efectos especiales que se usarán en el anuncio radial de acuerdo con la intención comunicativa y al público oyente",
            "Decisión sobre el uso del silencio para crear en el oyente un estado de expectación que le haga prestar una mayor atención al mensaje",
            "Elaboración del mensaje de texto del anuncio radial con coherencia y claridad y de acuerdo con la intención comunicativa y al público oyente",
            "Utilización de expresiones que correspondan a las características denotativa informativa y connotativa expresiva de la lengua en el anuncio radial",
            "Utilización de la entonación, la pronunciación y el vocabulario adecuados al contenido, la intención comunicativa y al público destinatario del anuncio radial",
            "Grabación del anuncio radial",
            "Establecimiento de un propósito para la lectura del anuncio; anticipación del contenido del anuncio a partir de las imágenes y las marcas textuales",
            "Utilización de la estructura del anuncio radial y de sus componentes para comprender su contenido",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Utilización del diccionario para encontrar el significado de las palabras desconocidas, cuyo sentido no ha podido inferir",
            "Realización de las inferencias necesarias para comprender el sentido global del anuncio radial que lee",
            "Paráfrasis del sentido global del anuncio radial",
            "Establecimiento de la intención comunicativa del anuncio radial a partir de la selección del producto, el evento o la acción que se va a publicitar",
            "Construcción del mensaje de texto del anuncio radial, utilizando el vocabulario apropiado en función de la intención comunicativa y del público destinatario",
            "Utilización de expresiones que correspondan a las características denotativa informativa y connotativa expresiva de la lengua en el anuncio radial",
            "Escritura de borradores del mensaje de texto del anuncio radial ajustándose a la intención, el público oyente, la estructura y los componentes de este tipo de texto",
            "Revisión y edición de borradores del texto del anuncio con la ayuda del/ de la docente y sus compañeros/as"
        ],
        "achievement_indicators": [
            "Expresa sus ideas, pensamientos, sentimientos, motivaciones, a través de textos orales y escritos, abordando temas sociales en contextos variados",
            "Comprende y redacta textos funcionales y literarios relacionados con temáticas sociales de su entorno local, nacional, mundial",
            "Publica sus ideas sobre temas diversos, a través de un tipo de texto apropiado y el uso de herramientas tecnológicas",
            "Expone sus opiniones de forma crítica, a través de textos adecuados de forma oral y escrita, respetando las ideas de los demás",
            "Plantea, de forma oral y escrita, posibles soluciones a problemas sociales, a través de textos diversos y utilizando medios y recursos pertinentes",
            "Utiliza recursos tecnológicos en investigaciones científicas que realiza y publica los resultados mediante textos variados en actos de intercomunicación",
            "Fortalece los valores humanos mediante la comprensión y producción de textos orales y escritos, en reconocimiento de la identidad ciudadana, apoyándose en medios y recursos convencionales y de herramientas de las TIC",
            "Resalta sentimientos, emociones y relaciones de sí mismo y de los demás, mediante textos orales y escritos que produce",
            "Promueve temas sobre la preservación de la salud y el medio ambiente, a través de producciones textuales, funcionales y literarias"
        ]
    },
    {
        "title": "La oda",
        "level": "PRIMARIA",
        "year": "SEXTO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La oda",
            "Función de la oda",
            "Estructura de la oda",
            "Versos libres y rimados",
            "Figuras literarias: metáfora, personificación, epíteto e hipérbole",
            "Interjecciones y exclamaciones"
        ],
        "attitudes": [
            "Disfrute al escuchar odas",
            "Valoración de la función lúdica y estética de la oda",
            "Respeto y empatía por los sentimientos y opiniones expresados por otros y otras",
            "Reconocimiento del valor de la expresión verbal y corporal como medio para transmitir emociones",
            "Disfrute al leer odas",
            "Disfrute y creatividad al producir odas",
            "Valoración de la expresión escrita como medio para transmitir emociones"
        ],
        "procedures": [
            "Anticipación del contenido del poema a partir del título; escucha atenta de odas de poetas españoles/as, latinoamericanos/as, caribeños/as y dominicanos/as, acordes con la edad e intereses",
            "Inferencias, a partir del contexto, del significado de las palabras que desconoce",
            "Reconocimiento de la intención comunicativa del autor o la autora y de los sentimientos que expresa",
            "Atención, al escuchar el poema, a la estructura de la oda, las interjecciones y exclamaciones, la rima y las figuras literarias (metáfora, personificación, epíteto e hipérbole) presentes para comprender sus significados explícitos e implícitos y disfrutar de las emociones que provoca",
            "Identificación de los cambios de voz y de entonación con los sentimientos que el poema transmite",
            "Paráfrasis oral del sentido global de la oda utilizando el vocabulario adecuado a este tipo de texto",
            "Selección de odas de autores/as españoles/as, latinoamericanos/as y dominicanos/as, acordes a la intención comunicativa que quiere expresar",
            "Verbalización de figuras literarias (metáfora, personificación, epíteto e hipérbole), de la rima, las interjecciones y exclamaciones y los versos de la oda usando la entonación y el lenguaje gestual acordes a la intención comunicativa y a los sentimientos que se quieren expresar",
            "Uso de cambios de voz y de entonación atendiendo a los sentimientos que la oda transmite",
            "Establecimiento de un propósito para la lectura de la oda",
            "Paráfrasis del sentido global de la oda utilizando el vocabulario adecuado a este tipo de texto",
            "Anticipación del contenido de la oda a partir del título; establecimiento de un propósito para la lectura de la oda",
            "Inferencia, a partir del contexto, del significado de las palabras que desconoce",
            "Reconocimiento de la intención comunicativa del autor o la autora y de los sentimientos que expresa",
            "Uso de la estructura de la oda (primera parte, donde se especifica el tema que se va a tratar; segunda parte, donde se representa el nudo; y tercera parte, donde se cierra el poema) para comprender su significado",
            "Utilización de la rima y el ritmo y de las figuras literarias (metáfora, personificación, epíteto e hipérbole) presentes en la oda para comprender sus significados implícitos y disfrutar de las emociones que provoca",
            "Paráfrasis del sentido global de la oda utilizando el vocabulario adecuado a este tipo de texto"
        ],
        "achievement_indicators": [
            "Expresa sus ideas, pensamientos, sentimientos, motivaciones, a través de textos orales y escritos, abordando temas sociales en contextos variados",
            "Comprende y redacta textos funcionales y literarios relacionados con temáticas sociales de su entorno local, nacional, mundial",
            "Publica sus ideas sobre temas diversos, a través de un tipo de texto apropiado y el uso de herramientas tecnológicas",
            "Expone sus opiniones de forma crítica, a través de textos adecuados de forma oral y escrita, respetando las ideas de los demás",
            "Plantea, de forma oral y escrita, posibles soluciones a problemas sociales, a través de textos diversos y utilizando medios y recursos pertinentes",
            "Utiliza recursos tecnológicos en investigaciones científicas que realiza y publica los resultados mediante textos variados en actos de intercomunicación",
            "Fortalece los valores humanos mediante la comprensión y producción de textos orales y escritos, en reconocimiento de la identidad ciudadana, apoyándose en medios y recursos convencionales y de herramientas de las TIC",
            "Resalta sentimientos, emociones y relaciones de sí mismo y de los demás, mediante textos orales y escritos que produce",
            "Promueve temas sobre la preservación de la salud y el medio ambiente, a través de producciones textuales, funcionales y literarias"
        ]
    },
    {
        "title": "",
        "level": "SECUNDARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [],
        "attitudes": [],
        "procedures": [],
        "achievement_indicators": []
    }
]