[
    {
        "title": "La tarjeta de identidad",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La tarjeta de identidad",
            "Estructura de la tarjeta de identidad (Nombre y apellido)",
            "Función del nombre propio",
            "La mayúscula y la minúscula"
        ],
        "attitudes": [
            "Reconocimiento de sus características propias y fortalecimiento de su identidad.",
            "Satisfacción al distinguir su nombre entre otros que escucha.",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su tarjeta de identidad para que pueda ser comprendida por otras personas."
        ],
        "procedures": [
            "Identificación de palabras que riman con su nombre.",
            "Conteo de las sílabas que componen su nombre.",
            "Identificación de la sílaba inicial / final de su nombre.",
            "Elección entre varios nombres, los que inician con la misma sílaba de su nombre.",
            "Identificación del sonido inicial / final de su nombre.",
            "Identificación de la mayúscula en sus nombres y apellidos.",
            "Elección entre varias palabras, las que comienzan con el mismo sonido de su nombre.",
            "Diferenciación de palabras cortas y largas en los nombres que escucha.",
            "Pronunciación y asociación de su nombre con la tarjeta de identidad que lo contiene.",
            "Valoración de la importancia del nombre propio y de la tarjeta de identidad para la identificación como individuo, como miembro de una familia y de una comunidad.",
            "Pronunciación de palabras que riman con su nombre.",
            "Pronunciación de palabras que comienzan / terminan por la misma sílaba de su nombre.",
            "Descomposición en sílaba de su nombre y/o del nombre de compañeros.",
            "Unión de sílabas dadas para formar su nombre y/o nombres de compañeros.",
            "Pronunciación de su nombre, exagerando el sonido inicial / final.",
            "Pronunciación de palabras que comienzan / terminan por el mismo sonido de su nombre.",
            "Pronunciación de palabras que corresponden a nombres cortos y nombres largos.",
            "Definición de la situación de escritura (para qué elaborar la tarjeta de identidad).",
            "Planificación de la elaboración de su tarjeta de identidad.",
            "Escritura del primer borrador de la tarjeta de identidad, según la etapa de apropiación de la escritura en la que se encuentre, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), uso de la mayúscula en sus nombres y apellidos disposición del escrito sobre el papel y empuñando el lápiz en posición correcta.",
            "Revisión y corrección de la escritura de su nombre, en su tarjeta de identidad, con la ayuda de pares y del o la docente.",
            "Publicación de su tarjeta de identidad en un lugar visible del aula."
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "El letrero",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "Función y estructura (palabras y/o imágenes).",
            "Función del tamaño de las letras.",
            "Nombres propios y comunes."
        ],
        "attitudes": [
            "Valoración del uso de los letreros en la escuela y en su comunidad como un medio de identificación de objetos, lugares o situaciones.",
            "Interés por conocer los letreros y su funcionalidad en la vida cotidiana.",
            "Creatividad en la producción de letreros.",
            "Satisfacción al poder escribir de manera creativa letreros relacionados con su vida cotidiana.",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su letrero."
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura del letrero que se escuchará.",
            "Escucha atenta de información de los letreros leídos por el docente.",
            "Reconocimiento de la estructura de los letreros leídos por el o la docente: palabras con letras grandes y/o con imágenes y relación de esta estructura con su función.",
            "Paráfrasis de informaciones de los letreros que escucha, haciendo inferencias de otras ideas relacionadas con la información.",
            "Identificación de palabras que riman con unas extraídas del letrero que escucha y las sobrantes que no comparten la rima en una serie dada.",
            "Identificación y Conteo de las sílabas que forman palabras extraías del letrero que escucha.",
            "Agrupación de palabras de los letreros que escucha que tengan la misma cantidad de sílabas.",
            "Identificación de la sílaba que se encuentra en el medio de palabras que componen los letreros que escucha.",
            "Identificación en palabras de letreros que escucha de sílaba común al inicio / al final, resaltando dicha sílaba.",
            "Agrupación de palabras que comienzan / terminan por el mismo sonido que los nombres de letreros que escucha.",
            "Identificación del sonido común al comienzo / al final de dos o más palabras en los letreros que escucha.",
            "Diferenciación de palabras cortas y largas en los letreros que escucha.",
            "Diferenciación de nombres propios y comunes contenidos en los letreros que escucha.",
            "Establecimiento de la intención comunicativa del letrero que se elaborará de manera oral.",
            "Planificación del letrero que presentará de forma oral",
            "Selección y organización de la información con la que se elaborará el letrero, según la intención comunicativa.",
            "Presentación oral del letrero elaborado utilizando el vocabulario apropiado a la intención comunicativa y función del texto.",
            "Pronunciación de palabras que riman con otras contenidas en el letrero presentado, aislando dicha rima.",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio la misma sílaba de los nombres de letreros dados.",
            "Descomposición en sílabas de las palabras que componen letreros conocidos.",
            "Unión de sílabas dadas para formar palabras nuevas a partir de una seleccionada de letreros conocidos.",
            "Pronunciación de palabras de letreros conocidos, exagerando el sonido inicial / final.",
            "Pronunciación de palabras que comienzan / terminan por el mismo sonido de letreros dados.",
            "Pronunciación de palabras cortas y largas de letreros conocidos, con fluidez y entonación adecuadas.",
            "Pronunciación de nombres propios y comunes contenidos en los letreros que escucha.",
            "Reconocimiento de la intención comunicativa del letrero que lee.",
            "Lectura en voz alta de letreros con fluidez, claridad y entonación adecuada, según el nivel de lectura en que se encuentre, aplicando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel).",
            "Utilización de la estructura del letrero para comprender su información y atraer la atención de los interlocutores.",
            "Identificación del vocabulario que aparece en los letreros y evaluación de su adecuación en función de la situación comunicativa.",
            "Paráfrasis, haciendo inferencias de otras ideas relacionada con la información del letrero que lee.",
            "Identificación y establecimiento en actividades escritas de la correspondencia entre letras y sonidos iniciales y finales de palabras extraídas de los letreros que lee.",
            "Diferenciación, en la escritura, de palabras cortas y largas contenidas en los letreros leídos.",
            "Diferenciación, de manera escrita, de nombres propios y comunes contenidos en los letreros que lee.",
            "Establecimiento de la intención comunicativa para elaborar un letrero.",
            "Planificación de la información que presentará en el letrero que va a elaborar.",
            "Escritura, según la etapa en que se encuentre, aplicando las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y empuñando el lápiz en posición correcta, del primer borrador del letrero utilizando nombres propios, comunes y vocabulario apropiado a su intención y a su estructura / letras grandes para atraer la atención de los/las interlocutores/as.",
            "Revisión y corrección del contenido y los aspectos ortográficos en el borrador con ayuda del o la docente y de sus compañeros y compañeras para avanzar progresivamente a la escritura convencional.",
            "Edición y publicación del letrero."
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "La lista de compras",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La lista de compras",
            "Función de la lista de compras",
            "Estructura de la lista de compras",
            "Silueta de la lista de compras",
            "Distinción números y palabras"
        ],
        "attitudes": [
            "Valoración del uso de la lista de compras como forma de organización para la adquisición de los productos.",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su lista de compras."
        ],
        "procedures": [
            "Socialización de la intención comunicativa con la que se leerá una lista de compra",
            "Escucha atenta de nombres de productos en una lista de compras.",
            "Identificación de los productos que son leídos como parte de la lista de compras.",
            "Identificación de palabras que riman con otras contenidas en la lista de compras que escucha y sobrante (que no comparte la rima) en una serie dada.",
            "Identificación y Conteo de las sílabas que forman palabras extraías de la lista de compra que escucha.",
            "Identificación de la sílaba que se encuentra en el medio de palabras contenidas en la lista de compras que escucha.",
            "Identificación de palabras de la lista de compras que escucha que tiene una sílaba común al comienzo / al final / en el medio, señalando dicha sílaba.",
            "Agrupación de palabras que comienzan / terminan por el mismo sonido que otra palabra dada, a partir de la lista de compras que escucha.",
            "Identificación del sonido que se encuentra en el medio de las palabras de la lista de compras que escucha.",
            "Identificación del sonido común al comienzo / al final de dos o más palabras de la lista de compras que escucha.",
            "Diferenciación de palabras cortas y largas en la lista de compras que escucha.",
            "Establecimiento de la intención comunicativa para la elaboración oral de su lista de compras.",
            "Planificación de la lista de compra que elaborará de manera oral",
            "Selección de los nombres y las cantidades de los productos que necesita comprar.",
            "Presentación oral de la lista de compra elaborada, con fluidez, claridad y entonación adecuada.",
            "Pronunciación de palabras que riman con otras contenidas en la lista de compras, pronunciando la rima de forma aislada.",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio la misma sílaba que otra palabra contenida en la lista de compras.",
            "Descomposición en sílabas de palabras contenidas en la lista de comparas.",
            "Unión de sílabas dadas para formar palabras nuevas a partir de las presentadas en la lista de compras.",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido que otra palabra.",
            "Segmentación de cada uno de los sonidos que componen una palabra extraída de la lista de compras.",
            "Pronunciación de palabras cortas y largas de las que componen la lista de compras.",
            "Establecimiento de un propósito para la lectura de la lista de compras.",
            "Lectura en voz alta de los nombres de los productos escritos en su lista de compras con claridad y entonación adecuada, según el nivel en que se encuentra, aplicando las normas convencionales de la lectura cuando lee listas de compras: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel.",
            "Utilización de la estructura de la lista de compras (título, nombres de productos escritos uno debajo de otro) y la interpretación del significado de las palabras contenidas en la para comprender su información.",
            "Identificación y establecimiento, en actividades escritas, de la correspondencia entre letras y sonidos de palabras extraídas de la lista de compras que lee.",
            "Identificación y lectura de las palabras tomando en cuenta los espacios en blanco.",
            "Diferenciación en la escritura de palabras cortas y largas al leerlas.",
            "Establecimiento de la situación comunicativa de la lista de compras que se producirá.",
            "Planificación de la escritura de la lista de compras.",
            "Selección de los productos que se requieren comprar para responder a la situación comunicativa establecida.",
            "Escritura, según la etapa de apropiación de la escritura en que se encuentre, aplicando las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel y el lugar de las letras sobre el renglón, empuñando el lápiz en la posición correcta. ",
            "Empleo de las listas de compras colectivamente, con fines comunicativos, utilizando un vocabulario adecuado al contenido de los productos.",
            "Revisión y corrección del contenido y los aspectos ortográficos de su escrito con la ayuda del o la docente y de sus compañeros y compañeras, para avanzar progresivamente a la escritura convencional.",
            "Edición y publicación de su lista de compras."
        ]
    },
    {
        "title": "El mensaje corto",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El mensaje corto",
            "Función del mensaje corto",
            "Estructura del mensaje corto (Fecha, destinatario, cuerpo del mensaje y firma)",
            "Oración simple",
            "Signos de puntuación ( coma, y punto ) y auxiliares"
        ],
        "attitudes": [
            "Curiosidad e interés al escuchar los mensajes",
            "Valoración del mensaje como medio para comunicarse con otros",
            "Interés por informar a otros y otras, de manera oral, sobre asuntos relevantes con brevedad y precisión",
            "Valoración del mensaje como medio para comunicarse de forma privada con los y las demás",
            "Curiosidad e interés al escuchar los mensajes",
            "Curiosidad e interés al leer los mensajes",
            "Respeto de la privacidad de sus compañeros y compañeras y de otras personas cuando reciben mensajes",
            "Valoración del mensaje como medio para comunicarse de forma privada con los y las demás",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su mensaje corto"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura de un mensaje corto que se escuchará.",
            "Escucha atenta de mensajes leídos por el o la docente.",
            "Utilización de la estructura y el vocabulario del mensaje que escucha (fecha, destinatario, cuerpo (oraciones simples) del mensaje y firma), signos de puntuación y signos auxiliares para comprender su contenido.",
            "Paráfrasis del sentido global del mensaje que escucha.",
            "Identificación de palabras o expresiones que riman con palabras contenidas en el mensaje corto que escucha y la palabra o expresión sobrante (que no comparte la rima) en una serie dada.",
            "Identificación y conteo de las sílabas que forman palabras extraías del letrero que escucha.",
            "Identificación de la sílaba que se encuentra en el medio de palabras del mensaje corto que escucha.",
            "Identificación de palabras en el mensaje corto que escucha que contienen una sílaba común en el medio.",
            "Identificación de la sílaba común en el medio de palabras del mensaje corto que escucha.",
            "Agrupación de palabras que comienzan / terminan por el mismo sonido que otra contenida en el mensaje corto que escucha.",
            "Identificación del sonido que se encuentra en el medio de las palabras del mensaje corto que escucha.",
            "Agrupación de palabras, del mensaje corto que escucha, que tienen en el medio el mismo sonido.",
            "Identificación del sonido común al comienzo / al final de dos o más palabras del mensaje corto que escucha.",
            "Conteo de las palabras que componen las frases y/u oraciones del mensaje corto.",
            "Diferenciación de palabras cortas y largas en el mensaje corto que escucha.",
            "Establecimiento de la intención comunicativa e identificación del destinatario/a del mensaje corto que va a producir de manera oral.",
            "Planificación del contenido del mensaje (fecha, destinatario contenido y firma) que producirá.",
            "Elaboración del mensaje corto con vocabulario apropiado en función de su intención comunicativa y de su destinatario.",
            "Exposición oral del mensaje elaborado utilizando la fluidez y la entonación adecuada a su intención comunicativa, destinatario/a y contenido del mensaje.",
            "Pronunciación de palabras o expresiones que riman con otras contenidas en el mensaje corto, pronunciando de manera aislada dicha rima.",
            "Pronunciación de palabras que tienen en el medio la misma sílaba que otra palabra contenida en el mensaje corto.",
            "Descomposición en sílabas de palabras contenidas en el mensaje corto.",
            "Unión de sílabas dadas para formar palabras nuevas a partir de una seleccionada del mensaje corto.",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido que otras palabras contenidas en el mensaje corto.",
            "Segmentación de cada uno de los sonidos que componen una palabra dada del mensaje corto.",
            "Pronunciación de palabras cortas y largas que contiene el mensaje corto.",
            "Segmentación de cada una de las palabras que componen las frases y/u oraciones del mensaje corto.",
            "Establecimiento de un propósito para la lectura del mensaje.",
            "Lectura en voz alta del mensaje corto con claridad y entonación adecuada, aplicando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), separación de palabras y disposición del escrito sobre el papel",
            "Utilización de la estructura del mensaje (fecha, destinatario/a, cuerpo (oración simple) del mensaje y firma), signos de puntuación y signos auxiliares para comprender su contenido.",
            "Lectura silenciosa de mensajes cortos para la identificación de palabra clave del mismo",
            "Paráfrasis de las ideas principales del mensaje cortos leídos.",
            "Identificación de las palabras que conforman el mensaje corto, tomando en cuenta los espacios en blanco.",
            "Establecimiento, en actividades de escritura, de la correspondencia entre letras y sonidos de palabras correspondientes al cuerpo del mensaje, al nombre del destinatario y a la firma del mensaje corto.",
            "Identificación de los signos de puntuación y su utilidad para una lectura con velocidad, expresión adecuada y comprensión del mensaje.",
            "Establecimiento de la situación comunicativa que deberá responderse con el mensaje corto.",
            "Planificación del mensaje tomando en cuenta su función, interlocutor y estructura.",
            "Escritura, según su nivel de apropiación, del primer borrador del mensaje de acuerdo a su intención, interlocutor/a, estructura y la utilización del vocabulario apropiado en función de la intensión comunicativa, aplicando las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel y el lugar de las letras sobre el renglón, utilización de la puntuación (el punto) para segmentar y organizar el contenido y letras mayúscula al inicio de las oraciones.",
            "Revisión y corrección del contenido y los aspectos ortográficos en el borrador con ayuda del o la docente y algún o alguna estudiante que no sea su destinatario/a, para avanzar progresivamente a la escritura convencional."
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "La noticia",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La noticia",
            "Función de la noticia",
            "Estructura de la noticia (Titular, cuerpo de la Noticia, foto y pie de foto)",
            "Preguntas de la noticia: qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo y cómo ocurrió",
            "Oraciones simples",
            "Signo de puntuación ( coma y punto)"
        ],
        "attitudes": [
            "Valoración de la importancia de escuchar y elaborar noticias para estar informado sobre situaciones importantes de su escuela, su comunidad, su país y el mundo.",
            "Curiosidad por conocer lo que sucede a su alrededor.",
            "Sensibilidad y solidaridad con lo sucedido en las noticias.",
            "Criticidad (juicio positivo o negativo) ante las informaciones de la noticia.",
            "Interés por lo que sucede en su entorno y por contarlo a través de la noticia.",
            "Curiosidad por conocer lo que sucede a su alrededor leyendo las noticias que aparecen en los periódicos.",
            "Interés por escribir noticias sobre sucesos de su entorno.",
            "Cuidado en la presentación, orden y limpieza en la elaboración de su noticia."
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura de la noticia que se escuchará",
            "Escucha atenta de noticias leídas por su docente",
            "Utilización de la estructura de la noticia (titular, cuerpo de la noticia, (oraciones) foto, pie de foto), signos de puntuación y signos auxiliares y explicación del vocabulario para comprender su información",
            "Paráfrasis de las ideas principales de la noticia sobre qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió",
            "Identificación de la sílaba que se encuentra en el medio de palabras de la noticia que escucha",
            "Identificación y Conteo de las sílabas que forman palabras extraías del letrero que escucha",
            "Identificación de palabras de la noticia que escucha que contienen una sílaba común en el medio",
            "Identificación de la sílaba común en el medio / en diferentes posiciones de palabras de la noticia que escucha",
            "Agrupación de palabras que tienen en el medio el mismo sonido que otra palabra de la noticia que escucha",
            "Identificación del sonido común en el medio en diferentes posiciones de dos o más palabras de la noticia que escucha",
            "Conteo de las palabras que componen el título de la noticia que escucha",
            "Establecimiento de la intención comunicativa de la noticia que se producirá de manera oral",
            "Planificación de la noticia que se presentará de manera oral",
            "Selección del suceso sobre el que informará en la noticia",
            "Narración, con fluidez y entonación adecuada, de la noticia tomando en cuenta la intención, su función, estructura y preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió), utilizado del vocabulario apropiado según la intención comunicativa y sus interlocutores/as",
            "Pronunciación de palabras que tienen en el medio la misma sílaba que otra palabra contenida en la noticia",
            "Adición de una sílaba al final de una palabra de la noticia para formar una nueva",
            "Pronunciación de la sílaba final que se ha añadido a una palabra respecto a otra. Sustitución de una sílaba por otra, en una palabra",
            "Pronunciación de palabras que tienen en el medio el mismo sonido que otra palabra contenida en la noticia",
            "Segmentación de cada una de las palabras que componen el título de la noticia",
            "Segmentación de cada uno de los sonidos de las palabras que componen el título de la noticia",
            "Establecimiento de un propósito para la lectura de la noticia",
            "Lectura en voz alta de la noticia con fluidez, claridad y entonación adecuada, aplicando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel",
            "Utilización de la estructura de la noticia (titular, cuerpo de la noticia: oraciones, foto, pie de foto), signos de puntuación, signos auxiliares y contenidos de las fotos para comprender su información",
            "Lectura silenciosa de la noticia para localizar información indicada",
            "Paráfrasis de los datos principales y explicación del vocabulario de la noticia",
            "Identificación de las palabras tomando en cuenta los espacios en banco",
            "Establecimiento, en actividades escritas, de la correspondencia entre letras y sonidos de palabras correspondientes al título y al cuerpo de la noticia",
            "Identificación de los signos de puntuación (la coma y el punto) para una lectura con velocidad y expresión adecuadas",
            "Establecimiento de la intención comunicativa de su noticia",
            "Planificación de la escritura de la noticia",
            "Selección del suceso sobre el que informará en la noticia",
            "Organización de sus ideas para escribir la noticia tomando en cuenta la intención, su función, estructura y preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió)",
            "Escritura del primer borrador, según la etapa en que se encuentra, de su noticia, aplicando las convenciones de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, separación de palabras y oraciones, y el lugar de las letras sobre el renglón, utilizando el vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as. Usa los signos de puntuación (la coma y el punto) para segmentar (oraciones) y organizar el escrito y la letra mayúscula al inicio de las oraciones",
            "Revisión y corrección del contenido y los aspectos ortográficos de su noticia con ayuda del o la docente y de sus compañeros o compañeras para avanzar progresivamente a la escritura convencional",
            "Edición y publicación de su noticia"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "El cuento",
        "level": "PRIMARIA",
        "year": "PRIMERO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El cuento",
            "Componentes del cuento",
            "Estructura del cuento (inicio, nudo y desenlace)",
            "Fórmulas convencionales de inicio y cierre"
        ],
        "attitudes": [
            "Disfrute al escuchar cuentos",
            "Interés y curiosidad por realizar predicciones de cuentos que escucha y lee",
            "Disfrute al narrar cuentos",
            "Valoración de la función lúdica de la lengua",
            "Valoración de su identidad personal y cultural al contar cuentos",
            "Creatividad e imaginación al contar cuentos",
            "Interés y disfrute de la lectura de cuentos",
            "Disfrute al escribir cuentos",
            "Valoración de la función lúdica de la lengua",
            "Valoración de su identidad personal y cultural al contar cuentos",
            "Creatividad e imaginación al contar cuentos.Cuidado en la presentación, orden y limpieza en la elaboración de su cuento"
        ],
        "procedures": [
            "Escucha atenta de cuento sencillo leído por su docente.",
            "Identificación de la estructura del cuento (inicio, desarrollo y desenlace) ",
            "Explicación del vocabulario clave relacionado con el tema del cuento para comprender su contenido.",
            "Identificación y descripción de los personajes del cuento con vocabulario sencillo.",
            "Paráfrasis de las ideas principales del cuento.",
            "Identificación de palabras del cuento que escucha que contienen una sílaba común en el medio.",
            "Identificación de la sílaba común en el medio / en diferentes posiciones de palabras del cuento que escucha.",
            "Agrupación de palabras que tienen en el medio el mismo sonido que otra contenida en el cuento que escucha.",
            "Identificación del sonido común en el medio / en diferentes posiciones de dos o más palabras del cuento que escucha.",
            "Conteo de las palabras que componen el título y/o una frase del cuento que escucha.",
            "Establecimiento de la intención comunicativa del cuento que producirá de manera oral.",
            "Planificación de la noticia que se presentará de manera oral.",
            "Selección y organización del suceso, los personajes, su descripción y diálogo del lugar y el tiempo para el cuento que producirá.",
            "Narración oral con expresión fluida y entonación adecuada, del cuento producido ajustándose a la intención, los elementos seleccionados y la estructura del cuento (inicio, nudo y desenlace), utilizando el vocabulario apropiado en función de su situación comunicativa y de sus interlocutores/as.",
            "Explicación del vocabulario relacionado con el cuento.",
            "Pronunciación de palabras que tienen en el medio la misma sílaba que otra palabra contenida en el cuento.",
            "Adición de una sílaba al final de una palabra seleccionada del texto producido para formar una nueva pronunciación de la nueva palabra formada.",
            "Sustitución de una sílaba por otra, en una palabra, para formar una nueva.",
            "Pronunciación de palabras que tienen en el medio el mismo sonido que otra palabra contenida en el cuento.",
            "Segmentación de cada uno de los sonidos que componen el nombre de los personajes de cuentos producidos.",
            "Segmentación de cada una de las palabras que componen el título del cuento. ",
            "Establecimiento de un propósito para la lectura del cuento.",
            "Lectura en voz alta con fluidez, claridad y entonación adecuada del cuento, aplicando las normas convencionales de la lectura cuando lee cuentos: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel.",
            "Utilización de la estructura del cuento (inicio, desarrollo y desenlace) e interpretación de las imágenes y explicación del vocabulario, comparación y contraste de personajes, situaciones y ambientes para comprender su contenido.",
            "Identificación y descripción de personajes del cuento con vocabulario sencillo.",
            "Paráfrasis escrita de las ideas principales del cuento.",
            "Identificación de las palabras del cuento (en el título, el inicio, el nudo o el desenlace), tomando en cuenta los espacios en blanco.",
            "Identificación de los signos de puntuación (punto, raya) utilizados para delimitar oraciones, y párrafos, para leer el cuento con velocidad y expresión adecuadas.",
            "Establecimiento, en actividades escritas, de la correspondencia entre letras y sonidos de palabras que lee en el cuento.",
            "Establecimiento de la intención comunicativa de su cuento.",
            "Planificación de la escritura de su cuento.",
            "Selección del suceso, los personajes, el lugar y el tiempo.",
            "Edición, ilustración y publicación de su cuento.",
            "Escritura del primer borrador del cuento, aplicación las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de los márgenes, separación de palabras, oraciones y párrafos, y el lugar de las letras sobre el renglón, ajustándose a la intención, los elementos seleccionados y a su estructura (inicio, nudo y desenlace), inclusión de diálogos usando la raya y descripciones, utilizando del vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as. Incluye también la organización de las acciones, las marcas de inicio, progresión y cierre segmentado con sus correspondientes signos de puntuación y las mayúsculas al inicio del título y de las oraciones de cada parte.",
            "Revisión y corrección del contenido y los aspectos ortográficos en borrador con ayuda del o la docente y sus compañeros y compañeras para avanzar progresivamente a la escritura convencional.",
            "Edición, ilustración y publicación de su cuento."
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios muy sencillos, respondiendo a preguntas literales e inferenciales",
            "Lee, con cierta fluidez, textos funcionales y literarios muy sencillos y responde por escrito preguntas iniciales y literales",
            "Escribe textos funcionales y literarios ajustándose progresivamente al proceso de escritura, con apoyo de su docente",
            "Muestra respeto ante las opiniones de los demás, a través de expresiones orales y escritas de manera creativa",
            "Identifica valores humanos a través de textos orales o escritos que escucha o lee, fortaleciendo la identidad ciudadana",
            "Realiza investigaciones muy sencillas sobre temas cotidianos y expone los resultados mediante un texto oral o escrito, utilizando medios y recursos variados",
            "Manifiesta valores que lo identifican culturalmente, mediante textos sencillos que lee y escribe",
            "Escribe, progresivamente de manera convencional, textos sobre sentimientos y emociones que fortalecen las buenas relaciones humanas",
            "Valora la preservación de la salud, la naturaleza y lo manifiesta en actividades de intercomunicación mediante un texto conveniente"
        ]
    },
    {
        "title": "El documento de identidad",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El documento de identidad",
            "Estructura del documento de identidad (nombre y apellido, fecha y lugar de nacimiento)",
            "La función del documento de identidad",
            "Mayúscula y minúscula"
        ],
        "attitudes": [
            "Reconocimiento de sus características propias y fortalecimiento de su identidad a partir de la valoración de sus nombres y sus apellidos",
            "Satisfacción al distinguir sus nombres y apellidos entre otros que escucha",
            "Satisfacción al explicar los datos personales contenidos en su documento de identidad",
            "Reconocimiento de sí mismo o a sí misma como un ente con características propias",
            "Satisfacción al distinguir sus nombres y apellidos entre otros que lee",
            "Fortalecimiento de su identidad valorando sus nombres y sus apellidos",
            "Satisfacción al escribir los datos personales contenidos en su documento de identidad",
            "Respeto al trabajo de sus compañeros y compañeras, y apoyo durante la edición de sus trabajos",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de su documento de identidad"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura del documento de identidad que escuchará",
            "Escucha atenta de sus nombres y apellidos en documentos, tales como acta de nacimiento, tarjeta de vacunación, carnet escolar, entre otros, leídos por el o la docente o sus compañeros y compañeras",
            "Reconocimiento de la estructura del documento de identidad para la comprensión de su función",
            "Comentario sobre los datos personales que se encuentran en sus documentos de identidad después de ser leídos por el o la docente o sus compañeros y compañeras",
            "Identificación de palabras que riman con alguna contenidas en el documento de identidad",
            "Identificación y conteo de las sílabas de palabras contenidas en el documento de identidad",
            "Identificación de la sílaba inicial / final de palabras contenidas en el documento de identidad",
            "Identificación de palabras del documento de identidad que contienen una sílaba común al comienzo / al final",
            "Identificación de letras mayúscula en nombres y apellidos en su documento de identidad",
            "Identificación del sonido inicial / final de las palabras contenidas en el documento de identidad",
            "Diferenciación de palabras cortas y largas contenidas en el documento de identidad",
            "Identificación, en documentos de identidad, de palabras que inician con la misma letra que sus nombres y apellidos",
            "Diferenciación de letras mayúscula y minúscula en nombre y apellidos del documento de identidad que lee",
            "Establecimiento de la intención comunicativa del documento de identidad",
            "Investigación en documentos de identidad para identificar los datos que contienen y planificar la elaboración del documento de identidad",
            "Escritura, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, separación de palabras y el lugar de las letras sobre el renglón, empuñando el lápiz en la posición correcta y según la etapa de apropiación de la escritura en que se encuentre, del primer borrador del documento de identidad apoyándose en organizadores gráficos, utilizando letra mayúscula al inicio de los nombres y apellidos",
            "Revisión de la escritura convencional de su nombre con la ayuda de pares, el/la docente y los documentos en los que investigó para avanzar progresivamente a la escritura convencional",
            "Edición de su documento utilizando mayúsculas al inicio de su nombre y apellido",
            "Publicación del documento de identidad en un lugar visible del aula"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La etiqueta",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La etiqueta",
            "La función de la etiqueta (identificación y publicitaria)",
            "Estructura de la etiqueta (Imagen y palabras)",
            "Letras mayúscula y minúscula"
        ],
        "attitudes": [
            "Valoración del uso de las etiquetas en los productos de uso cotidiano como un medio para identificarlos",
            "Seguridad al formular sus opiniones",
            "Interés por buscar en la etiqueta información sobre la fecha y contenido del producto",
            "Criticidad al contrastar la función de identificación con la función publicitaria de las etiquetas",
            "Creatividad al producir etiquetas de productos de uso cotidiano",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de la etiqueta",
            "Valoración del uso de las etiquetas en los productos de uso cotidiano como un medio para identificarlos",
            "Seguridad al formular sus opiniones",
            "Interés por buscar en la etiqueta información sobre la fecha y contenido del producto",
            "Criticidad al contrastar la función de identificación con la función publicitaria de las etiquetas",
            "Creatividad al producir etiquetas de productos de uso cotidiano",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de la etiqueta"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura del documento de identidad que se escuchará",
            "Escucha atenta de la información de una etiqueta leída por el o la docente",
            "Diferenciación entre el producto y la marca al escuchar la información de una etiqueta y su función publicitaria y de identificación",
            "Identificación de palabras cuyo significado desconoce e inferencia de su significado",
            "Adquisición de la lengua escrita: conciencia fonológica",
            "Identificación de palabras que riman con el contenido de la etiqueta y la sobrante (que no comparte la rima) en una serie dada",
            "Agrupación de palabras de la etiqueta con la misma cantidad de sílabas",
            "Identificación de la sílaba que se encuentra al inicio / al final / en el medio de palabras que componen la etiqueta",
            "Identificación de palabras de la etiqueta que contienen una sílaba común en el medio",
            "Identificación de la sílaba común al inicio / al final / en el medio de palabras que contiene la etiqueta",
            "Identificación de letras mayúscula en nombres de producto y marca en la etiqueta",
            "Identificación del sonido inicial / final / que se encuentra en el medio de las palabras que contiene la etiqueta",
            "Agrupación de palabras contenidas en la etiqueta que comienzan / terminan / tienen en el medio el mismo sonido",
            "Diferenciación de palabras cortas y largas en etiquetas conocidas",
            "Establecimiento de la intención comunicativa de la etiqueta que se presentará de forma oral",
            "Planificación de la etiqueta que se presentará de manera oral",
            "Construcción oral de la información de una etiqueta en coherencia con el producto que identifica",
            "Presentación con expresión clara y fluida de la etiqueta elaborada haciendo la distinción de la marca del producto y explicación de la función de la marca y utilizando el vocabulario apropiado a la función de identificación de la etiqueta",
            "Pronunciación de palabras que riman con el contenido de la etiqueta, pronunciando de forma aislada la rima que comparten dichas palabras",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio la misma sílaba que otra contenida en la etiqueta",
            "Descomposición en sílabas de palabras contenidas en la etiqueta",
            "Unión de sílabas dadas para formar palabras contenidas en etiquetas conocidas",
            "Sustitución de una sílaba por otra en una palabra contenida en la etiqueta para formar una nueva palabra",
            "Pronunciación de palabras contenidas en la etiqueta, exagerando el sonido inicial /final",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido que otra contenida en la etiqueta",
            "Segmentación de cada uno de los sonidos que componen una palabra dada de una etiqueta conocida",
            "Pronunciación de palabras cortas y largas contenidas en etiquetas conocidas",
            "Identificación de la intención de la etiqueta que lee",
            "Lectura de etiquetas en voz alta, con claridad y entonación adecuadas, utilizando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel",
            "Uso de la estructura de la etiqueta (imagen y palabras) para comprender su información",
            "Identificación y diferenciación del producto de la marca que aparece en la etiqueta",
            "Interpretación de las imágenes y las palabras de la etiqueta",
            "Identificación del tamaño de letra en las etiquetas",
            "Reconocimiento de si el vocabulario es apropiado para las funciones de identificación y publicitaria de la etiqueta",
            "Identificación y/o inferencia del significado del vocabulario en función del contexto",
            "Expresión de su opinión sobre el producto y la marca a partir de la información que aparece en la etiqueta",
            "Búsqueda de información acerca del producto en la etiqueta (fecha, contenido, lugar de elaboración) y la relación con el tamaño de letra utilizada",
            "Distinción de los diferentes tamaños de letras utilizados en las etiquetas, relacionándolos con la intención comunicativa de este tipo de texto",
            "Establecimiento de la correspondencia entre letras y sonidos de palabras extraídas de la etiqueta que lee",
            "Identificación en el alfabeto de las letras iniciales (mayúscula) del nombre del producto y de la marca",
            "Establecimiento de la situación comunicativa para elaborar la etiqueta",
            "Planificación de las características de la etiqueta que presentará",
            "Copia de informaciones útiles para la etiqueta que producirá",
            "Colocación del nombre del producto y la marca en la etiqueta",
            "Escritura, con el del vocabulario apropiado en función de su intención comunicativa y del producto seleccionado, del primer borrador de la etiqueta, según la etapa de apropiación de la escritura en que se encuentra, aplicando las convenciones de la escritura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel y separación de palabras, según la etapa de apropiación de la escritura en que se encuentra y empuñando el lápiz en la posición correcta, ajustándose a su intención y a su estructura, utilizando imágenes relacionadas con el contenido y el tamaño de la letra apropiado a la marca y a la información sobre la fecha y contenido del producto y utilizando la mayúscula al escribir",
            "Revisión y corrección del contenido y los aspectos ortográficos en borrador con ayuda del o la docente y de sus compañeros y compañeras para representación con letras, de manera convencional, de las unidades sonoras que conforman cada palabra de la etiqueta",
            "Edición y publicación de la etiqueta"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La receta",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La receta",
            "Función de la receta",
            "Estructura de la receta(título, ingredientes y preparación)",
            "Mayúscula y minúscula",
            "Signos de puntuación y signos auxiliares (coma, punto y aparte)"
        ],
        "attitudes": [
            "Valoración del uso de la lengua para realizar tareas cotidianas",
            "Valoración de la importancia de la receta para preparar platos culinarios",
            "Aprecio de la importancia de la receta para preparar platos culinarios",
            "Interés por conocer las recetas de platos culinarios característicos de la cultura dominicana",
            "Valoración del uso de la lengua para realizar tareas cotidianas",
            "Interés y curiosidad por comprender la receta que lee",
            "Interés por seleccionar recetas de platos culinarios característicos de la cultura dominicana para su preparación",
            "Aprecio de la importancia de la receta para preparar platos culinarios"
        ],
        "procedures": [
            "Explicación, con fluidez, claridad, precisión y la entonación adecuada a la intención comunicativa de cómo se prepara la receta utilizando los ingredientes seleccionados según el número de personas y tomando en cuenta el orden de la preparación, con el vocabulario apropiado a la función de la intención comunicativa y de sus interlocutores/as",
            "Pronunciación de palabras que tienen en el medio la misma sílaba que otra contenida en la receta",
            "Adición de una sílaba al final de una palabra contenida en la receta para formar una nueva, pronunciación de dicha sílaba",
            "Sustitución de una sílaba por otra en una palabra contenida en la receta para formar una nueva",
            "Pronunciación de palabras que comienzan / terminan / tienen en el medio el mismo sonido de letreros dados",
            "Segmentación de cada uno de los sonidos que componen el nombre de letreros conocidos",
            "Establecimiento de la intención comunicativa de la receta que se leerá",
            "Lectura en voz alta de la receta, tomando en cuenta los espacios en blanco entre palabras, pronunciado con claridad, velocidad, precisión y entonación adecuada a la intención comunicativa de este tipo de texto, las palabras y oraciones, utilizando las normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y la puntuación para hacer la adecuada pausa, pronunciando claridad y facilidad las palabras y oraciones de la receta que lee",
            "Utilización de la estructura de la receta (título, ingredientes y preparación), signos de puntuación y la inferencia del significado del vocabulario que desconoce a partir de las pistas que presenta el texto para comprender su contenido. ",
            "Lee de forma silenciosa la receta",
            "Paráfrasis del contenido de la receta leída describiendo los ingredientes y la forma de preparación",
            "Identifica las palabras de la receta tomando en cuenta los espacios en blanco y las traduce oralmente con precisión",
            "Identifica la coma y el punto utilizados en las oraciones de la receta y los traduce oralmente en pausas para leer con entonación adecuada",
            "Diferencia y conoce tanto el nombre de cada letra del alfabeto como el sonido que representa en las palabras de la receta",
            "Establecimiento de la intención comunicativa de la receta que se escribirá",
            "Selección del plato que desea preparar",
            "Planificación de su receta: copia de informaciones útiles para la receta que producirá, enumeración de los ingredientes que necesita, determinación del número de personas para quienes la preparará y organización lógica de los pasos para la preparación de la receta",
            "Escritura del borrador de la receta según la etapa de apropiación de la escritura en que se encuentra y empuñando el lápiz en la posición correcta, ajustándose a la intención y la estructura (título, ingredientes y preparación), utilizando el vocabulario apropiado en función de la intención comunicativa y de sus interlocutores/as, los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes y separación de palabras y oraciones, la mayúscula al inicio de las oraciones y el punto para segmentar y organizar el escrito",
            "Revisión y corrección del contenido y los aspectos ortográficos en el borrador con ayuda del o la docente y sus pares para representación con letras, de manera convencional, de las unidades sonoras que conforman cada palabra de la receta",
            "Edición y publicación de la receta"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La noticia",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La noticia",
            "Función de la noticia",
            "Estructura de la noticia e inferencia del significado de palabras desconocidas a partir del contexto",
            "Preguntas en la noticia: qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió",
            "Signos de puntuación y signos auxiliares (coma, punto y seguido, punto aparte)"
        ],
        "attitudes": [
            "Valoración de la importancia de escuchar noticias para estar informado sobre situaciones importantes de su escuela, su comunidad y su país",
            "Curiosidad por conocer lo que sucede a su alrededor",
            "Sensibilidad y solidaridad con lo sucedido y reportado en las noticias",
            "Criticidad (juicio positivo o negativo) ante la información de la noticia",
            "Interés por lo que sucede en su entorno y lo cuenta a través de noticias",
            "Valoración de la importancia de contar objetivamente noticias para informar a otros y otras sobre sucesos ocurridos en su entorno y su país",
            "Interés por escribir noticias ocurridas en su entorno y su país",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración y presentación de la noticia"
        ],
        "procedures": [
            "Establecimiento de la intención comunicativa de la lectura de la noticia que se escuchará",
            "Escucha atenta de noticias presentado por su docente",
            "Uso de la estructura de la noticia, Inferencia del significado de palabras desconocidas a partir del contexto y signos de puntuación para comprender su información",
            "Paráfrasis de las informaciones principales de la noticia, sobre qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió",
            "Identificación del sonido que se ha añadido al inicio / al final / en el medio de una palabra de la noticia que escucha respecto a otra",
            "Elección, entre varias, de palabras que inician / terminan / tienen en el medio la misma sílaba que otra contenida en la noticia que escucha",
            "Agrupación de palabras de la noticia que escucha que tienen en el medio el mismo sonido",
            "Identificación del sonido común en diferentes posiciones de dos o más palabras de la noticia que escucha",
            "Conteo de las palabras que componen el título de la noticia que escucha",
            "Establecimiento de la intención comunicativa de la noticia que se producirá de forma oral",
            "Planificación de la noticia que se presentará de manera oral",
            "Selección del suceso sobre el que informará en la noticia",
            "Narración de la noticia con fluidez, claridad, precisión y la entonación adecuada a la intención comunicativa, el vocabulario apropiado, su función, estructura y preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió)",
            "Adición de una sílaba al inicio / al final / en el medio de una palabra de la noticia para formar una nueva, pronunciando dicha sílaba",
            "Pronunciación de una palabra de la noticia, omitiendo la sílaba final, pronunciación de dicha silaba",
            "Adición de un sonido al final / al comienzo / en el medio de una palabra contenida en la noticia, pronunciando dicho sonido",
            "Segmentación de cada uno de los sonidos que componen una palabra contenida en la noticia",
            "Segmentación de cada una de las palabras que componen el título de la noticia",
            "Establecimiento de un propósito para la lectura de la noticia",
            "Exploración del periódico e identificación de las noticias más importantes",
            "Lectura en voz alta de noticias con claridad, velocidad, precisión y entonación adecuadas a la intención comunicativa de este tipo de texto y conforme a cada una de las partes de su estructura, utilizando las normas convencionales de la lectura cuando lee noticias: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y la puntuación utilizada en el texto para hacer adecuadamente las pausas",
            "Uso de la estructura de la noticia (titular, cuerpo de la noticia, foto, pie de foto), signos de puntuación, interpretación del contenido de las fotos de una e Inferencia del significado de palabras desconocidas a partir del contexto y la comparación del tamaño de las letras (grandes y pequeñas) y el tipo de letras (mayúsculas y minúsculas) usadas en la noticia para comprender su información",
            "Establecimiento de la relación que guarda la foto con el contenido de la noticia",
            "Paráfrasis de las informaciones principales de la noticia que lee, tomando en cuenta el orden en que ocurren los hechos",
            "Comparación del tamaño de las letras (grandes y pequeñas) y el tipo de letras (mayúsculas y minúsculas) usadas en la noticia",
            "Identificación de la puntuación utilizada en la noticia para hacer adecuadamente las pausas y leer con la entonación apropiada",
            "Establecimiento de la intención comunicativa de su noticia que se escribirá",
            "Selección del suceso sobre el que informará en la noticia",
            "Planificación y organización de sus ideas para escribir la noticia tomando en cuenta la intención, su función, estructura y preguntas que debe responder (qué ocurrió, a quién le ocurrió, dónde ocurrió, cuándo ocurrió y cómo ocurrió)",
            "Escritura del borrador de la noticia, según la etapa de la escritura en que se encuentra, utilizando el vocabulario apropiado adaptado a la intención comunicativa y a sus interlocutores/as, aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes, separación de palabras y oraciones y el lugar de las letras sobre el renglón, la puntuación (coma y punto, punto y aparte) para segmentar y organizar el escrito. ",
            "La mayúscula y minúscula y así como de diferentes tamaños de letras adecuados al escribir noticias",
            "Revisión y corrección del contenido y los aspectos ortográficos de su noticia con ayuda del o la docente y de sus compañeros y compañeras representando con letras, de manera convencional, las unidades sonoras de la noticia",
            "Edición y publicación de su noticia"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "La canción infantil",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "La canción infantil",
            "La canción",
            "Función y Estructura de la canción",
            "Melodía y letra",
            "Versos y estrofas",
            "El estribillo",
            "Tipos de canciones infantiles",
            "Signos de puntuación y signos auxiliares ( coma y punto final)"
        ],
        "attitudes": [
            "Disfrute al escuchar canciones",
            "Valoración de la función lúdica y estética de la lengua",
            "Valoración de la tradición oral propia de las canciones que escucha",
            "Interés y curiosidad por comprender las canciones que escucha",
            "Criticidad frente a los valores que transmiten las canciones que escucha",
            "Disfrute al cantar canciones",
            "Creatividad e imaginación al producir las letras de canciones",
            "Disfrute y motivación al escribir las letras de las canciones",
            "Creatividad e imaginación en las canciones que escribe"
        ],
        "procedures": [
            "Establecimiento de la intención comunicativa de la canción que se escuchará",
            "Escucha atenta de canciones acordes con la edad e intereses",
            "Utilización de la estructura de la canción (título, versos, estrofas), la inferencia, a partir del contexto del significado de las palabras que desconoce, los ////signos de puntuación y sus conocimientos sobre el tema e inferencias para comprender el contenido y las emociones en la canción",
            "Interpretación de la canción",
            "Paráfrasis del sentido global, interpretando del estribillo, si lo tiene, y su relación con el contenido de las canciones que escucha",
            "Identificación de las palabras que riman en cada uno de los versos de la canción",
            "Elección, entre varias, de la palabra que rima con palabras contenidas en la canción que escucha",
            "Segmentación en sonidos de las palabras del título de la canción. ",
            "Establecimiento de la intención comunicativa de la canción que se presentara de forma oral",
            "Planificación del texto seleccionando del tipo de tema de la canción que va a producir oralmente, una melodía que vaya acorde con la intención y el tema de la canción y el contenido de la canción ajustándose a su intención, tema y estructura (título, versos, estrofas), selección y uso el vocabulario apropiado en función de la intención comunicativa el tema y el estribillo, acorde con el tema y si lo considera necesario para la canción que produce",
            "Interpretación de la canción utilizando ritmo, la entonación y la gesticulación adecuadas a la melodía, intención comunicativa y del tema de la canción",
            "Identificación de las palabras que riman en los versos de la canción",
            "Descomposición de los versos de la canción en palabras",
            "Descomposición de las palabras del título de la canción en sílabas y composición de nuevas palabras con esas sílabas",
            "Establecimiento de un propósito para la lectura de canciones",
            "Lectura, con pronunciación clara, las palabras y versos de las canciones, aplicando las normas convencionales de lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel y tomando en cuenta los signos de puntuación para las pausas adecuadas",
            "Utilización de la estructura de la canción (título, versos, estrofas), Inferencia, a partir del contexto, del significado de palabras desconocidas, usando el diccionario para conocer el significado de palabras, cuyo sentido no ha podido inferir para comprender su contenido",
            "Interpretación del estribillo, si lo tiene, y su relación con el contenido de la canción",
            "Realización de las inferencias necesarias para comprender el sentido global de las canciones que lee y realizar una paráfrasis de la misma",
            "Interpretación de la canción con la entonación y ritmo adecuado",
            "Identificación de las palabras tomando en cuenta el significado y los espacios en blanco",
            "Identificación de los signos de puntuación (la coma y el punto) y traducción oral de los mismos en pausas para leer y cantar canciones con la velocidad, expresión y liudez adecuadas",
            "Pronunciación clara de las palabras y versos de las canciones que lee y canta",
            "Establecimiento de la intención comunicativa de la canción que se escribirá",
            "Planificación y organización de las ideas para la selección del tipo de canción que se va a escribir y el tema que va a tratar en las letras y selección de una melodía que vaya acorde con la intención y el tema, organización del estribillo, acorde con el tema y si lo considera necesario para la canción que escribe",
            "Escritura de borradores de la canción ajustándose a la intención, el tema y a la estructura (título, versos, estrofas) de la canción, utilizando de signo de puntuación y el vocabulario apropiado al tema y la intención comunicativa",
            "Revisión y corrección del contenido y los aspectos ortográficos de los borradores con la ayuda del o la docente y sus compañeros y compañeras, para una representación con letras, de manera convencional, de las unidades sonoras que conforman cada palabra y versos de la canción",
            "Edición de las letras de la canción para ser cantada"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "El cuento",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [
            "El cuento",
            "Función del cuento",
            "Estructura del cuento(inicio, nudo y desenlace)",
            "Conectores temporales",
            "Signos de puntuación y signos auxiliares ( coma, punto y seguido, punto final y raya)"
        ],
        "attitudes": [
            "Disfrute al escuchar cuentos",
            "Valoración de cuentos de la tradición oral local y nacional",
            "Interés y curiosidad por realizar predicciones de cuentos que escucha",
            "Disfrute al narrar cuentos",
            "Valoración de la función lúdica de la lengua",
            "Valoración de su identidad personal y cultural al contar cuentos",
            "Creatividad e imaginación al contar cuentos",
            "Interés y disfrute de la lectura de cuentos",
            "Interés y curiosidad por realizar predicciones en los cuentos que lee",
            "Fortalecimiento de su autoestima al dominar la lectura de cuentos",
            "Disfrute al escribir cuentos",
            "Valoración de su identidad personal y cultural al escribir cuentos",
            "Cuidado en la presentación, legibilidad de su escritura, orden y limpieza en la elaboración de su cuento"
        ],
        "procedures": [
            "Socialización de la intención comunicativa de la lectura del cuento que se escuchará",
            "Escucha atenta de cuentos con mayor grado de complejidad en el desarrollo de su estructura que en el grado anterior",
            "Utilización de la estructura del cuento (inicio, nudo y desenlace), descripción de los personajes, reconocimiento del tiempo verbal (pasado) de las acciones realizadas por los personajes con vocabulario sencillo e Inferencia del significado de palabras desconocidas a partir del contexto, de los conectores temporales y los signos de puntuación para comprender su contenido",
            "Paráfrasis de los sucesos principales del cuento",
            "Interpretación de los sucesos principales del cuento que escucha haciendo inferencias",
            "Identificación del sonido que se ha añadido al inicio / al final / en el medio de una palabra del cuento respecto a otra",
            "Conteo de las palabras que componen el título del cuento que escucha",
            "Establecimiento de la intención comunicativa del cuento que se producirá de forma oral",
            "Selección del suceso, los personajes y sus diálogos, el lugar y el tiempo adecuados al cuento que va a narrar",
            "Narración del cuento, con expresión oral fluida, pronunciación y entonación adecuada, ajustándose a la intención, los elementos seleccionados y la estructura del cuento (inicio, nudo y desenlace) el dialogo de los personajes, utilizando el vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as",
            "Utilización de marcas de inicio, progresión y cierre",
            "Adición de una sílaba en el medio de una palabra del cuento para formar una nueva",
            "Pronunciación de la sílaba que se ha añadido en el medio de una palabra del cuento respecto a otra",
            "Pronunciación de una palabra del cuento, omitiendo la sílaba final / inicial",
            "Pronunciación de la sílaba final / inicial que se ha omitido en una palabra del cuento respecto a otra",
            "Adición de un sonido al final / al comienzo / en el medio de una palabra contenida en el cuento",
            "Pronunciación del sonido que se ha añadido al final / al inicio / en el medio de una palabra del cuento respecto a otra",
            "Segmentación de cada uno de los sonidos que componen una palabra contenida en el cuento",
            "Segmentación de cada una de las palabras que componen el título y/o frases del cuento",
            "Establecimiento de un propósito para la lectura del cuento",
            "Lectura en silencio y en voz alta de cuentos cortos con claridad, velocidad, precisión y entonación adecuadas a la intención comunicativa, siguiendo normas convencionales de la lectura: linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo) y disposición del escrito sobre el papel, observación de los signos de puntuación en este tipo de texto y conforme a cada una de las partes de su estructura",
            "Identificación por escrito de la estructura del cuento (inicio, nudo y desenlace) para comprender su contenido",
            "Interpretación del contenido de imágenes y respuesta a preguntas escritas literales e inferenciales relacionadas con ellas, sobre las acciones que realizan los personajes diferenciando las voces de éstos y el narrador y la función de los conectores temporales",
            "Identificación y descripción escrita de personajes del cuento con vocabulario apropiado. ",
            "Inferencia del significado de palabras desconocidas a partir del contexto",
            "Paráfrasis de los sucesos principales del cuento utilizando sinónimos",
            "Comparación del tipo de letras (mayúsculas y minúsculas) usadas en el cuento",
            "Identificación de la puntuación (coma, punto, dos puntos, punto y coma, raya, puntos suspensivos) utilizada en el cuento para hacer adecuadamente las pausas y leer con entonación y velocidad apropiadas",
            "Identificación de los espacios en blanco entre las palabras, oraciones y párrafos y los signos de puntuación en el cuento para leerlo con expresión adecuada",
            "Identificación de la sílaba tónica en palabras del cuento que lee para pronunciarlas adecuadamente",
            "Establecimiento de la intención comunicativa de su cuento",
            "Planificación de la escritura de su cuento: copia de informaciones útiles para el cuento que producirá",
            "Selección del suceso, los personajes, el lugar y el tiempo",
            "Escritura del primer borrador del cuento ajustándose a la intención, los elementos seleccionados organizados en su estructura (inicio, nudo y desenlace) Aplicando los criterios de linealidad (de izquierda a derecha), direccionalidad (de arriba hacia abajo), disposición del escrito sobre el papel, uso de márgenes, separación de palabras, oraciones y párrafos y el lugar de las letras sobre el renglón, al escribir cuentos",
            "Uso de la mayúscula al inicio del título y de las oraciones de cada parte del cuento: inicio, nudo y desenlace",
            "Utilización de la puntuación (coma, punto y seguido, puntos suspensivos, raya) para segmentar y organizar el escrito en cada parte del cuento: inicio, nudo y desenlace",
            "Representación con letras, de manera convencional, de todas las unidades sonoras de las palabras del cuento que escribe",
            "Inclusión de diálogos de los personajes en el cuento",
            "Utilización del vocabulario apropiado en función de su intención comunicativa y de sus interlocutores/as",
            "Ordena los sucesos del cuento cronológicamente",
            "Utilización de marcas de inicio, progresión y cierre. ",
            "Representación con letras, de manera convencional, de las unidades sonoras del cuento",
            "Revisión y corrección del contenido y los aspectos ortográficos en el borrador con ayuda de su docente y sus compañeros y compañeras",
            "Edición, ilustración y publicación de su cuento"
        ],
        "achievement_indicators": [
            "Comprende y produce, de manera oral, textos funcionales y literarios sencillos, respondiendo a preguntas literales, inferenciales y valorativas",
            "Lee con fluidez y comprensión creciente, textos funcionales y literarios, con vocabulario más específico y estructuras más complejas, respondiendo por escrito a preguntas, literales e inferenciales sobre su contenido, característica y estructura",
            "Escribe textos funcionales y literarios de complejidad creciente, aplicando progresivamente al proceso de escritura",
            "Expresa sus opiniones a través de textos orales y escritos de manera crítica y muestra respeto por las ajenas",
            "Utiliza textos variados para identificar problemas de su entorno familiar, estudiantil, y proponer posibles soluciones",
            "Expone resultados de investigaciones sencilla que realiza, mediante un tipo de texto adecuado, a través de medios diversos",
            "Utiliza textos sencillos para identificar valores y fortalecer la identidad ciudadana",
            "Promueve relaciones humanas, sentimientos y emociones de manera sencilla, a través de textos orales y escritos",
            "Redacta textos sobre el cuidado de la salud, la naturaleza y los publica en el entorno escolar y por redes sociales"
        ]
    },
    {
        "title": "",
        "level": "PRIMARIA",
        "year": "SEGUNDO",
        "subject": "LENGUA_ESPANOLA",
        "concepts": [],
        "attitudes": [],
        "procedures": [],
        "achievement_indicators": []
    }
]